Repository: FWaldfelt/WooCommerce-translations
Catalog: woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: sv_se

# in plain emails for subscription information
source: Price: %s
sv_se: Pris: %s

# Used as end date for an indefinite subscription
source: When Cancelled
sv_se: Vid avbrott

# Used as end date for an indefinite subscription
source: When cancelled
sv_se: Vid avbrott

# Used in data attribute. Escaped
source: Total
sv_se: Totalt

# view a subscription
source: View
sv_se: Visa

# pay for a subscription
source: Pay
sv_se: Betala

# admin subscription table header
source: Last order date
sv_se: Senaste beställningsdatum

# admin subscription table header
source: Next payment date
sv_se: Nästa betalningsdatum

# admin subscription table header
source: Trial end date
sv_se: Slutdatum för provperiod

# The post title for the new subscription
source: Subscription &ndash; %s
sv_se: Prenumeration &ndash; %s

# custom post type setting
source: Add Subscription
sv_se: Lägg till prenumeration

# custom post type setting
source: Add New Subscription
sv_se: Lägg till ny prenumeration

# custom post type setting
source: Edit
sv_se: Redigera

# custom post type setting
source: Edit Subscription
sv_se: Redigera prenumeration

# custom post type setting
source: New Subscription
sv_se: Ny prenumeration

# custom post type setting
source: View Subscription
sv_se: Visa prenumeration

# custom post type setting
source: No Subscriptions found in trash
sv_se: Inga prenumerationer funna i papperskorgen

# post status label including post count
source: Active <span class="count">(%s)</span>
sv_se: Aktiv <span class=”count”>(%s)</span>

# post status label including post count
source: Pending Cancellation <span class="count">(%s)</span>
sv_se: Väntar på annullering <span class=”count”>(%s)</span>
