Repository: FWaldfelt/WooCommerce-translations
Catalog: woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: sv_se

source: The email sent to the customer when the renewal payment or payment retry failed to notify them that the payment would be retried.
sv_se: E-postmeddelandet som skickas till kunden när förnyelsebetalningen eller betalningsförsöket misslyckats, för att meddela dem att betalningen ska försökas igen.

source: Payment:
sv_se: Betalning:

source: Billing Period
sv_se: Faktureringsperiod

source: Recurring:
sv_se: Återkommande:

source: Timezone:
sv_se: Tidszon:

source: Error: unable to find timezone of your browser.
sv_se: Fel: kan inte hitta tidszon genom din webbläsare.

source: Please note: data for this report is cached. The data displayed may be out of date by up to 24 hours. The cache is updated each morning at 4am in your site's timezone.
sv_se: Observera: data för denna rapport är cachelagras. De data som visas kan vara inaktuella med upp till 24 timmar. Cachen uppdateras varje morgon kl. 4 i din webbplats tidszon.

source: Cache Update Failures
sv_se: Cacheuppdateringsfel

source: %d failures
sv_se: %d misslyckande

source: %2$s%1$s signup%3$s subscription signups this month
sv_se: %2$s%1$s registrerad%3$s registrerad prenumeration denna månad

source: %s signup revenue this month
sv_se: %s registreringsintäkter denna månad

source: %2$s%1$s renewal%3$s subscription renewals this month
sv_se: %2$s%1$s förnyad%3$s prenumeration denna månad

source: %s renewal revenue this month
sv_se: %s förnyelseintäkter den här månaden

source: %2$s%1$s cancellation%3$s subscription cancellations this month
sv_se: %2$s%1$s avbruten%3$s prenumeration denna månad

source: Unended Subscription Count
sv_se: Antal ej avslutade prenumerationer

source: Customer
sv_se: Kund

source: Customers
sv_se: Kunder

source: No customers found.
sv_se: Inga kunder funna.

source: Customer Totals
sv_se: Totalt antal kunder

source: Total Subscribers
sv_se: Totalt antal prenumeranter

source: The number of unique customers with a subscription of any status other than pending or trashed.
sv_se: Antalet unika kunder med en prenumeration av någon annan status än väntande eller papperskorgen.

source: Active Subscriptions
sv_se: Aktiva prenumerationer

source: The total number of subscriptions with a status of active or pending cancellation.
sv_se: Det totala antalet prenumerationer med status som aktiv eller pågående annullering.

source: Total Subscriptions
sv_se: Totalt antal prenumerationer

source: The total number of subscriptions with a status other than pending or trashed.
sv_se: Det totala antalet prenumerationer med en annan status än väntande eller kastade.

source: Total Subscription Orders
sv_se: Totalt antal prenumerationsbeställningar

source: The total number of sign-up, switch and renewal orders placed with your store with a paid status (i.e. processing or complete).
sv_se: Det totala antalet registrerade, växlade och förnyade beställningar i butiken med en status av betald (t.ex. behandlas eller komplett).

source: Average Lifetime Value
sv_se: Genomsnittligt livslängdsvärde

source: The average value of all customers' sign-up, switch and renewal orders.
sv_se: Det genomsnittliga värdet på alla kunders registrerings-, växlings- och förnyelsebeställningar.

source: Active Subscriptions %s
sv_se: Aktiva prenumerationer %s

source: The number of subscriptions this customer has with a status of active or pending cancellation.
sv_se: Antalet prenumerationer denna kund har med statusen aktiv eller väntande avslut.

source: Total Subscriptions %s
sv_se: Totalt antal prenumerationer %s

source: The number of subscriptions this customer has with a status other than pending or trashed.
sv_se: Det totala antalet prenumerationer med en annan status än väntande eller kastade.

source: Total Subscription Orders %s
sv_se: Totalt prenumerationsbeställningar %s

source: The number of sign-up, switch and renewal orders this customer has placed with your store with a paid status (i.e. processing or complete).
sv_se: Det totala antalet registrerade, växlade och förnyade beställningar i butiken med en status av betald (t.ex. behandlas eller komplett).

source: Lifetime Value from Subscriptions %s
sv_se: Livstidsvärde från prenumerationer %s

source: The total value of this customer's sign-up, switch and renewal orders.
sv_se: Det totala värdet på denna kunds start-(sign-up), växlings- och förnyelsebeställningar.

source: Product
sv_se: Produkt

source: Products
sv_se: Produkter

source: No products found.
sv_se: Hittade inga produkter.

source: Subscription Product
sv_se: Prenumerationsprodukt

source: Subscription Count %s
sv_se: Antal prenumerationer %s

source: The number of subscriptions that include this product as a line item and have a status other than pending or trashed.
sv_se: Antalet prenumerationer som inkluderar denna produkt som en rad och har en annan status än pågående eller kastad.

source: Average Recurring Line Total %s
sv_se: Genomsnittlig återkommande radtotal: %s

source: The average line total for this product on each subscription.
sv_se: Genomsnittlig radsumma för denna produkt på varje prenumeration.

source: Average Lifetime Value %s
sv_se: Genomsnittsligt livstidsvärde %s

source: The average line total on all orders for this product line item.
sv_se: Den genomsnittliga radsumma på alla beställningar för denna produkt.

source: subscriptions
sv_se: prenumerationer

source: %s signup revenue in this period
sv_se: %s prenumerationsintäkter i denna perioden

source: The sum of all subscription parent orders, including other items, fees, tax and shipping.
sv_se: Summan av alla prenumerationers överordrar, inklusive andra artiklar, avgifter, moms och frakt.

source: %s renewal revenue in this period
sv_se: %s förnyelseintäkter under denna period

source: The sum of all renewal orders including tax and shipping.
sv_se: Summan av alla förnyade abonnemang inklusive moms och frakt.

source: %s resubscribe revenue in this period
sv_se: %s återprenumererande intäkter under denna period

source: The sum of all resubscribe orders including tax and shipping.
sv_se: Summan av alla återstartade prenumerationer inklusive moms och frakt.

source: %s switch revenue in this period
sv_se: %s växlingsintäkter den här månaden

source: The sum of all switch orders including tax and shipping.
sv_se: Summan av alla växlingsbestälningar inklusive moms och frakt.

source: %2$s %1$s new subscriptions
sv_se: %2$s %1$s nya prenumerationer

source: The number of subscriptions created during this period, either by being manually created, imported or a customer placing an order. This includes orders pending payment.
sv_se: Antalet prenumerationer som skapats under denna period, antingen manuellt, importerade eller att en kund lagt en beställning. Detta inkluderar beställningar med väntande betalning.

source: %2$s %1$s subscription signups
sv_se: %2$s %1$s prenumerationsregistreringar

source: The number of subscriptions purchased in parent orders created during this period. This represents the new subscriptions created by customers placing an order via checkout.
sv_se: Antalet prenumerationer som köpts i överordnade beställningar skapade under denna period. Detta representerar de nya prenumerationer som skapats av kunder som gör en beställning via kassan.

source: %2$s %1$s subscription resubscribes
sv_se: %2$s %1$s prenumeration återprenumererar

source: The number of resubscribe orders processed during this period.
sv_se: Antalet återprenumerations-beställningar genomförda under denna period.

source: %2$s %1$s subscription renewals
sv_se: %2$s %1$s prenumerationsförnyelser

source: The number of renewal orders processed during this period.
sv_se: Antalet återaktiveringsbeställningar genomförda under denna period.

source: %2$s %1$s subscription switches
sv_se: %2$s %1$s prenumerationsväxlingar

source: The number of subscriptions upgraded, downgraded or cross-graded during this period.
sv_se: Antalet prenumerationer som uppgraderats, nedgraderats eller korsgraderats under denna period.

source: %2$s %1$s subscription cancellations
sv_se: %2$s %1$s prenumerationsavbrott

source: The number of subscriptions cancelled by the customer or store manager during this period. The pre-paid term may not yet have ended during this period.
sv_se: Antalet prenumerationer avbrutits av kunden eller butikschef under denna period. Den förbetalda perioden kanske ännu inte har avslutats under denna period.

source: %2$s %1$s ended subscriptions
sv_se: %2$s %1$s slutade prenumerationer

source: The number of subscriptions which have either expired or reached the end of the prepaid term if it was previously cancelled.
sv_se: Antalet prenumerationer som har upphört att gälla eller nått slutet av den förbetalda perioden om den tidigare avbrutits.

source: %2$s %1$s current subscriptions
sv_se: %2$s %1$s aktuella prenumerationer

source: The number of subscriptions during this period with an end date in the future and a status other than pending.
sv_se: Antalet prenumerationer under denna period med ett slutdatum i framtiden och en annan status än väntande.

source: %s net subscription gain
sv_se: %s netto prenumerationsvinst

source: %s net subscription loss
sv_se: %s netto prenumerationsförlust

source: Change in subscriptions between the start and end of the period.
sv_se: Ändring av prenumerationer mellan början och slutet av perioden.

source: Year
sv_se: År

source: Last Month
sv_se: Föregående månad

source: This Month
sv_se: Denna månad

source: Last 7 Days
sv_se: Senaste 7 dagar

source: Export CSV
sv_se: Exportera CSV

source: Switched subscriptions
sv_se: Växlade prenumerationer

source: New Subscriptions
sv_se: Ny prenumeration

source: Subscriptions signups
sv_se: Prenumerationsregistreringar

source: Number of resubscribes
sv_se: Antal återprenumeranter

source: Number of renewals
sv_se: Antal förnyelser

source: Subscriptions Ended
sv_se: Prenumerationer avslutade

source: Cancellations
sv_se: Annulleringar

source: Signup Totals
sv_se: Registreringar totalt

source: Resubscribe Totals
sv_se: Återprenumeration totalt

source: Renewal Totals
sv_se: Förnyelse totalt

source: Switch Totals
sv_se: Växlade totalt

source: %s renewal revenue recovered
sv_se: %s förnyelseintäkter återvunna

source: The total amount of revenue, including tax and shipping, recovered with the failed payment retry system for renewal orders with a failed payment.
sv_se: Den totala mängden av intäkterna, inklusive moms och frakt, återvunna efter att systemet för försök av misslyckade betalningar för förnyelsebeställningar med en misslyckad betalning misslyckats.

source: %s renewal orders
sv_se: %s förnyelsebeställningar

source: The number of renewal orders which had a failed payment use the retry system.
sv_se: Antalet förnyelsebeställningar som använde systemet för återförsök vid en misslyckad betalning.

source: %s retry attempts succeeded
sv_se: %s lyckade nya försök

source: The number of renewal payment retries for this period which were able to process the payment which had previously failed one or more times.
sv_se: Antalet försök av förnyelsebetalningar denna period som kunde hantera betalningen som tidigare misslyckats en eller flera gånger.

source: %s retry attempts failed
sv_se: %s misslyckade återförsök

source: The number of renewal payment retries for this period which did not result in a successful payment.
sv_se: Antalet försök av förnyelsebetalningar denna period som inte resulterade i en lyckad betalning.

source: %s retry attempts pending
sv_se: %s väntande återförsök

source: The number of renewal payment retries not yet processed.
sv_se: Antal återförsök för förnyelsebetalningar som inte har behandlats än.

source: Successful retries
sv_se: Lyckade försök

source: Failed retries
sv_se: Misslyckade försök

source: Pending retries
sv_se: Väntande försök

source: Recovered Renewal Revenue
sv_se: Återvunna förnyelseintäkter

source: %s renewal income in this period
sv_se: %s förnyelseintäkter under denna period

source: %s average renewal amount
sv_se: %s genomsnittligt förnyelsebelopp

source: Next 12 Months
sv_se: Nästa 12 månader

source: Next 30 Days
sv_se: Nästa 30 dagar

source: Next Month
sv_se: Nästa månad

source: Next 7 Days
sv_se: Nästa 7 dagar

source: Renewals count
sv_se: Antal förnyelser

source: Renewals amount
sv_se: Förnyelsebelopp

source: Customer ID is invalid.
sv_se: Kund-ID är ogiltigt.

source: Invalid subscription id.
sv_se: Ogiltigt prenumerations-ID.

source: Gateway does not support admin changing the payment method on a Subscription.
sv_se: Betalningsportalen tillåter inte administratör att ändra betalningssätt för ett abonnemang.

source: Subscription payment method could not be set to %1$s with error message: %2$s
sv_se: Prenumerationens betalningsmetod kan inte anges till %1$s felmeddelande: %2$s

source: Updating subscription dates errored with message: %s
sv_se: Uppdatering av prenumerationsdatum misslyckades med meddelandet: %s

source: The number of billing periods between subscription renewals.
sv_se: Antalet faktureringsperioder mellan prenumerationsförnyelse.

source: Billing period for the subscription.
sv_se: Faktureringsperiod för prenumerationen.

source: Subscription payment details.
sv_se: Betalningsdetaljer för prenumeration.

source: Payment gateway ID.
sv_se: Batalningsgateway-ID.

source: The subscription's start date.
sv_se: Prenumerationens startdatum.

source: The subscription's trial date
sv_se: Prenumerationens provperiod

source: The subscription's next payment date.
sv_se: Prenumerationens nästa betalningsdatum.

source: The subscription's end date.
sv_se: Prenumerationens slutdatum.

source: The subscription's original subscription ID if this is a resubscribed subscription.
sv_se: Prenumerationens ursprungliga prenumerations-ID om det här är en förnyat prenumeration.

source: The subscription's resubscribed subscription ID.
sv_se: Prenumerationens förnyade prenumerations-ID.

source: The date the subscription's latest order was completed, in GMT.
sv_se: Datum för prenumerationens senaste kompletta beställningen, i GMT.

source: The date the subscription's latest order was paid, in GMT.
sv_se: Datum för prenumerationens senaste beställning betalades, i GMT.

source: Removed line items data.
sv_se: Borttagen rads artikeldata.

source: Item ID.
sv_se: Artikel-ID.

source: Product name.
sv_se: Produktnamn.

source: Product SKU.
sv_se: Produktens Art.nr.

source: Product ID.
sv_se: Produkt-ID.

source: Variation ID, if applicable.
sv_se: Variations-ID, om tillämpligt.

source: Quantity ordered.
sv_se: Beställt antal.

source: Tax class of product.
sv_se: Produktens momsklass.

source: Product price.
sv_se: Produktpris.

source: Line subtotal (before discounts).
sv_se: Radsumma (före rabatter).

source: Line subtotal tax (before discounts).
sv_se: Radsumma moms (före rabatter).

source: Line total (after discounts).
sv_se: Rad totalsumma (efter rabatter).

source: Line total tax (after discounts).
sv_se: Rad totalsumma moms (efter rabatter).

source: Line taxes.
sv_se: Rad moms.

source: Tax rate ID.
sv_se: Moms-ID.

source: Tax total.
sv_se: Moms totalt.

source: Tax subtotal.
sv_se: Delsumma moms.

source: Meta key.
sv_se: Meta-nyckel.

source: Meta label.
sv_se: Meta-etikett.

source: Meta value.
sv_se: Meta-värde.

source: Invalid subscription status given.
sv_se: Ogiltig prenumerationsstatus angiven.

source: You do not have permission to read the subscriptions count
sv_se: Du har inte behörighet att läsa antalet prenumerationer

source: You do not have permission to create subscriptions
sv_se: Du har inte behörighet att skapa prenumerationer

source: The requested subscription cannot be edited.
sv_se: Den begärda prenumerationen kan inte redigeras.

source: Subscription payment method could not be set to %1$s and has been set to manual with error message: %2$s
sv_se: Betalningsmetoden för prenumeration kan inte sättas till %1$s och har satts till manuell med felmeddelande: %2$s

source: Invalid subscription billing interval given. Must be an integer greater than 0.
sv_se: Ogiltigt faktureringsintervall för prenumeration. Det måste vara ett heltal större än 0.

source: Invalid subscription billing period given.
sv_se: Ogiltig faktureringsperiod för prenumeration angiven.

source: Cannot create subscription: %s.
sv_se: Det går inte att skapa prenumeration: %s.

source: Unable to change subscription status to "%s".
sv_se: Det går inte att ändra prenumerationsstatus till ”%s”.

source: Unable to change subscription status to "%s". Exception: %s
sv_se: Det går inte att ändra prenumerationsstatus till ”%s”. Undantag: %s

source: Status changed from %1$s to %2$s.
sv_se: Status ändrad från %1$s till %2$s.

source: Status set to %s.
sv_se: Status satt till %s.

source: Error during subscription status transition.
sv_se: Ett fel uppstod vid byte av status på prenumeration.

source: In %s
sv_se: Om %s

source: %s ago
sv_se: %s sen

source: Not yet ended
sv_se: Ännu inte slut

source: Not cancelled
sv_se: Inte avbruten

source: The creation date of a subscription can not be deleted, only updated.
sv_se: Skapandedatum för en prenumeration kan inte raderas, bara uppdateras.

source: The start date of a subscription can not be deleted, only updated.
sv_se: Startdatumet för en prenumeration kan inte raderas, bara uppdateras.

source: The %s date of a subscription can not be deleted. You must delete the order.
sv_se: %s datum för prenumeration kan inte raderas. Du måste radera beställningen.

source: Subscription #%d:
sv_se: Prenumeration #%d:

source: Payment status marked complete.
sv_se: Betalningsstatus markerd komplett.

source: Payment failed.
sv_se: Betalning misslyckades.

source: Subscription Cancelled: maximum number of failed payments reached.
sv_se: Prenumeration avbruten: maximalt antal misslyckade betalningsförsök har uppnåtts.

source: Payment method meta must be an array.
sv_se: Betalningsmetods meta måste vara en array.

source: Invalid format. First parameter needs to be an array.
sv_se: Ogiltigt format. Första parametern måste vara en array.

source: Invalid data. First parameter was empty when passed to update_dates().
sv_se: Ogiltiga data: Första parametern var tom när det skickades till update_dates()

source: Invalid data. First parameter has a date that is not in the registered date types.
sv_se: Ogiltiga data: Första parametern har ett datum som inte finns i de registrerade datumtyperna.

source: The %s date must occur after the cancellation date.
sv_se: %s datum måste infalla efter avbrottsdatumet.

source: The %s date must occur after the last payment date.
sv_se: %s datum måste vara infalla det senaste betalningsdatumet.

source: The %s date must occur after the next payment date.
sv_se: %s date måste infalla efter nästa betalningsdatum.

source: The %s date must occur after the trial end date.
sv_se: %s datum måste infalla efter provperiodens slutdatum.

source: The %s date must occur after the start date.
sv_se: %s datum måste infalla efter startdatumet.

source: Backordered
sv_se: Restbeställd

source: Change address
sv_se: Ändra adress

source: Both the shipping address used for the subscription and your default shipping address for future purchases will be updated.
sv_se: Både leveransadressen som används för prenumerationen och din standard leveransadress för framtida inköp kommer att uppdateras.

source: Update the %1$s used for %2$sall%3$s of my active subscriptions
sv_se: Uppdatera %1$s som används för %2$salla%3$s mina aktiva prenumerationer

source: A subscription renewal has been removed from your cart. Multiple subscriptions can not be purchased at the same time.
sv_se: En prenumerationsförnyelse har tagits bort från din varukorg. Flera prenumerationer kan inte köpas samtidigt.

source: A subscription has been removed from your cart. Due to payment gateway restrictions, different subscription products can not be purchased at the same time.
sv_se: En prenumeration har tagits bort från din varukorg. På grund av begränsningar av betalningsgateway kan olika prenumerationsprodukter inte köpas samtidigt.

source: A subscription has been removed from your cart. Products and subscriptions can not be purchased at the same time.
sv_se: En prenumeration har tagits bort från din varukorg. Produkter och prenumerationer kan inte köpas samtidigt.

source: Your cart has been emptied of subscription products. Products and subscriptions cannot be purchased at the same time.
sv_se: Din varukorg har tömts på prenumerationsprodukter. Produkter och prenumerationer kan inte köpas samtidigt.

source: That subscription product can not be added to your cart as it already contains a subscription renewal.
sv_se: Den prenumerationsprodukten kan inte läggas till din varukorg eftersom den redan innehåller en prenumerationsförnyelse.

source: Please enter a valid postcode/ZIP.
sv_se: Fyll i ett giltigt postnummer.

source: Invalid recurring shipping method.
sv_se: Ogiltigt återkommande fraktsätt.

source: now
sv_se: nu

source: Subscription Number: %s
sv_se: Prenumeration nummer: %s

source: Next Payment Date: %s
sv_se: Nästa betalningsdatum: %s

source: Total: %s
sv_se: Totalt: %s

source: Payment Method: %s
sv_se: Betalningssätt: %s

source: Sorry, this subscription change payment method request is invalid and cannot be processed.
sv_se: Tyvärr är denna begäran om betalningsmetod för prenumerationsändring ogiltig och kan inte behandlas.

source: There was an error with your request. Please try again.
sv_se: Det uppstod ett fel med din begäran. Var god försök igen.

source: Invalid Subscription.
sv_se: Ogiltig prenumeration.

source: That doesn't appear to be one of your subscriptions.
sv_se: Det verkar inte vara en av dina prenumerationer.

source: The payment method can not be changed for that subscription.
sv_se: Betalningsmetoden kan inte ändras för den prenumerationen.

source: Next payment is due %s.
sv_se: Nästa betalning: %s.

source: Choose a new payment method.%s
sv_se: Välj ett nytt betalningssätt.%s

source: Invalid order.
sv_se: Ogiltig beställning.

source: Payment method updated.
sv_se: Betalningssätt uppdaterat.

source: Payment method added.
sv_se: Betalningssätt tillagt.

source: Payment method updated for all your current subscriptions.
sv_se: Betalningssätt uppdaterar för alla dina nuvarande prenumerationer.

source: Please log in to your account below to choose a new payment method for your subscription.
sv_se: Logga in på ditt konto nedan för att välja en ny betalningsmetod för din prenumeration.

source: Error %d: Unable to create subscription. Please try again.
sv_se: Fel %d: Kan inte skapa prenumeration. Försök igen.

source: Error %d: Unable to add tax to subscription. Please try again.
sv_se: Fel %d: Kan inte lägga till moms på prenumeration. Försök igen.

source: Error %d: Unable to create order. Please try again.
sv_se: Fel %d: Kan inte skapa beställning. Försök igen.

source: Sign Up Fee Discount
sv_se: Rabatt på registreringsavgift

source: Sign Up Fee % Discount
sv_se: Registreringsavgift % rabatt

source: Recurring Product Discount
sv_se: Återkommande produkt rabatt

source: Recurring Product % Discount
sv_se: Återkommande produkt % rabatt

source: Sorry, this coupon is only valid for an initial payment and the cart does not require an initial payment.
sv_se: Tyvärr gäller denna rabattkod enbart för en startavgift och varukorgen innehåller inte en startavgift.

source: Sorry, this coupon is only valid for new subscriptions.
sv_se: Tyvärr gäller denna rabattkod enbart för nya prenumerationer.

source: Sorry, this coupon is only valid for subscription products.
sv_se: Tyvärr gäller denna rabattkod enbart för prenumerationsprodukter.

source: Sorry, the "%1$s" coupon is only valid for renewals.
sv_se: Tyvärr gäller enbart rabattkoden ”%1$s” för förnyelser.
