Repository: FWaldfelt/WooCommerce-translations
Catalog: woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: sv_se

source: Invalid relation type: %s. Order relationship type must be one of: %s.
sv_se: Ogiltig relationstyp: %s. Beställningens relationstyp måste vara en av: %s.

source: Simple subscription
sv_se: Enkel prenumeration

source: Variable subscription
sv_se: Variabel prenumeration

source: Downloadable
sv_se: Nedladdningsbar

source: Virtual
sv_se: Virtuell

source: Choose the subscription price, billing interval and period.
sv_se: Välj prenumerationens pris, faktureringsintervall och period.

source: Subscription price (%s)
sv_se: Prenumerationspris (%s)

source: Subscription interval
sv_se: Prenumerationsintervall

source: Subscription period
sv_se: Prenumerationsperiod

source: Expire after
sv_se: Upphör efter

source: Automatically expire the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
sv_se: Prenumerationen upphör automatiskt efter denna tidsperiod. Denna längd är utöver alla kostnadsfria prövningar eller tidsperioder som ges före ett synkroniserat första förnyelsedatum.

source: Sign-up fee (%s)
sv_se: Registreringsavgift (%s)

source: Optionally include an amount to be charged at the outset of the subscription. The sign-up fee will be charged immediately, even if the product has a free trial or the payment dates are synced.
sv_se: Inkludera eventuellt ett belopp som ska debiteras i början av prenumerationen. Anmälningsavgiften debiteras omedelbart, även om produkten har en kostnadsfri prövning eller betalningsdatum synkroniseras.

source: Free trial
sv_se: Gratis prövning

source: Subscription Trial Period
sv_se: Provperiod för prenumeration

source: One time shipping
sv_se: Engångsfrakt

source: Shipping for subscription products is normally charged on the initial order and all renewal orders. Enable this to only charge shipping once on the initial order. Note: for this setting to be enabled the subscription must not have a free trial or a synced renewal date.
sv_se: Frakt för prenumerationsprodukter debiteras normalt vid den första beställningen och alla förnyelsebeställningar. Aktivera detta för att bara betala frakt i den första beställningen. Obs! För att den här inställningen ska kunna aktiveras får prenumerationen inte ha en kostnadsfri provperiod eller ett synkroniserat förnyelsedatum.

source: Subscription pricing
sv_se: Prenumerationsprissättning

source: Subscription sign-up fee
sv_se: Registreringsavgift för prenumeration

source: Subscription billing interval
sv_se: Faktureringsintervall för prenumeration

source: Free trial length
sv_se: Längd på gratis prövning

source: Free trial period
sv_se: Gratis provperiod

source: Unable to change subscription status to "%s". Please assign a customer to the subscription to activate it.
sv_se: Det går inte att ändra prenumerations status till ”%s”. Tilldela en kund till abonnemanget för att aktivera det.

source: Trashing this order will also trash the subscriptions purchased with the order.
sv_se: Kastar du denna beställning kommer även prenumerationer som köpts samtidigt kastas.

source: Enter the new period, either day, week, month or year:
sv_se: Ange den nya perioden, antingen dagar, veckor, månader eller år:

source: Enter a new length (e.g. 5):
sv_se: Ange en ny längd (t.ex. 5):

source: Enter a new interval as a single number (e.g. to charge every 2nd month, enter 2):
sv_se: Skriv in ett nytt intervall som ett enda nummer(t.ex. ange 2 för att debitera varannan månad):

source: Delete all variations without a subscription
sv_se: Radera alla variationer utan en prenumeration

source: Product type can not be changed because this product is associated with active subscriptions
sv_se: Produkttypen kan inte ändras eftersom denna produkt är associerad med aktiva prenumerationer

source: You are about to trash one or more orders which contain a subscription. Trashing the orders will also trash the subscriptions purchased with these orders.
sv_se: Du är på väg att kasta en eller fler beställningar som innehåller en prenumeration. Om du kastar dessa kommer även prenumerationer som köpts i beställningarna kastas.

source: WARNING: Bad things are about to happen! The payment gateway used to purchase this subscription does not support modifying a subscription's details. Changes to the billing period, recurring discount, recurring tax or recurring total may not be reflected in the amount charged by the payment gateway.
sv_se: VARNING: Dåliga saker är på väg att ske! Den betalningsgateway som används vid köp av denna prenumeration stöder inte ändring i inställningarna för en prenumeration. Ändringar i betalningsperiod, återkommande rabatter, återkommande skatter eller återkommande totalpris kommer inte att återspeglas i det debiterade beloppet.

source: You are deleting a subscription item. You will also need to manually cancel and trash the subscription on the Manage Subscriptions screen.
sv_se: Du tar bort ett prenumerationsobjekt. Du behöver även manuellt avbryta och kasta prenumerationen under Hantera Prenumerationer.

source: Warning: Deleting a user will also delete the user's subscriptions. The user's orders will remain but be reassigned to the 'Guest' user. Do you want to continue to delete this user and any associated subscriptions?
sv_se: Varning: Radering av användare kommer även radera användarens prenumerationer. Användarens beställningar kommer finnas kvar men tilldelas ’Gästanvändaren’. Vill du fortsätta att radera denna användare och alla tillhörande prenumerationer?

source: PayPal Standard has a number of limitations and does not support all subscription features.
sv_se: PayPal Standard har ett antal begränsningar och stöder inte alla prenumerationsfunktioner.

source: Because of this, it is not recommended as a payment method for Subscriptions unless it is the only available option for your country.
sv_se: På grund av detta är det inte rekommenderat som betalningsmetod för prenumerationer om det inte är det enda tillgängliga alternativet för ditt land.

source: Active subscriber?
sv_se: Aktivera prenumerant?

source: Manage Subscriptions
sv_se: Hantera prenumerationer

source: Search Subscriptions
sv_se: Sök prenumerationer

source: Subscriptions
sv_se: Prenumerationer

source: Button Text
sv_se: Knapptext

source: Add to Cart Button Text
sv_se: Lägg i varukorg knapptext

source: A product displays a button with the text "Add to cart". By default, a subscription changes this to "Sign up now". You can customise the button text for subscriptions here.
sv_se: En produkt visar en knapp med texten ”Lägg i kundvagn”. En prenumeration ändrar detta till ”Anmäl nu” som standard. Du kan anpassa knapptexten för prenumerationer här.

source: Sign up now
sv_se: Anmäl nu

source: Place Order Button Text
sv_se: Skicka beställning knapptext

source: Use this field to customise the text displayed on the checkout button when an order contains a subscription. Normally the checkout submission button displays "Place order". When the cart contains a subscription, this is changed to "Sign up now".
sv_se: Använd det här fältet för att anpassa texten som visas på kassans knapp när en beställning innehåller en prenumeration. Normalt visas ”Skicka beställning” på skicka-knappen. När varukorgen innehåller en prenumeration, ändras detta till ”Anmäl nu”.

source: Roles
sv_se: Roller

source: Choose the default roles to assign to active and inactive subscribers. For record keeping purposes, a user account must be created for subscribers. Users with the %sadministrator%s role, such as yourself, will never be allocated these roles to prevent locking out administrators.
sv_se: Välj standardroller att tilldela aktiva och inaktiva prenumeranter. För registerhållning måste ett användarkonto skapas för prenumeranter. Användare med %sadministrator%-rollen, som dig, kommer aldrig att tilldelas dessa roller för att förhindra att låsa ut administratörer.

source: Subscriber Default Role
sv_se: Standardroll för prenumeranter

source: When a subscription is activated, either manually or after a successful purchase, new users will be assigned this role.
sv_se: När en prenumeration är aktiverar, antingen manuellt eller efter ett framgångsrikt köp, kommer nya användare tilldelas denna roll.

source: Inactive Subscriber Role
sv_se: Roll för inaktiva prenumeranter

source: If a subscriber's subscription is manually cancelled or expires, she will be assigned this role.
sv_se: Om en abonnents prenumeration manuellt avbryts eller inaktiveras tilldelas användaren denna roll.

source: Manual Renewal Payments
sv_se: Manuella förnyelsebetalningar

source: Accept Manual Renewals
sv_se: Acceptera manuella förnyelser

source: With manual renewals, a customer's subscription is put on-hold until they login and pay to renew it. %sLearn more%s.
sv_se: Med manuell förnyelse pausas en kunds prenumeration tills de loggar in och betalar för att förnya den. %sLäs mer%s.

source: Turn off Automatic Payments
sv_se: Stäng av automatiska betalningar för förnyelse

source: If you don't want new subscription purchases to automatically charge renewal payments, you can turn off automatic payments. Existing automatic subscriptions will continue to charge customers automatically. %sLearn more%s.
sv_se: Om du inte vill att nya prenumerationsköp automatiskt ska debitera förnyelsebetalning, kan du stänga av automatiska betalning för förnyelse. Existerande automatiska prenumeranter kommer fortsätta debitera kunder automatiskt. %sLäs mer%s.

source: Customer Suspensions
sv_se: Kundavstängingar

source: Set a maximum number of times a customer can suspend their account for each billing period. For example, for a value of 3 and a subscription billed yearly, if the customer has suspended their account 3 times, they will not be presented with the option to suspend their account until the next year. Store managers will always be able to suspend an active subscription. Set this to 0 to turn off the customer suspension feature completely.
sv_se: Sätt ett maximalt antal gånger en kund kan stänga av sitt konto för varje betalningsperiod. Exempelvis ett värde av 3 och en prenumeration som faktureras årligen - om kunden stängt av sitt konto 3 gånger, kommer de inte ges möjlighet att stänga av sitt konto förrän nästa år. Butikschefer kan alltid stänga av en aktiv prenumeration. Sätt detta till 0 för att stänga av kundens möjlighet att stänga av sig själv.

source: Mixed Checkout
sv_se: Blandad kassa

source: Allow multiple subscriptions and products to be purchased simultaneously.
sv_se: Tillåt flera prenumerationer och produkter att köpas samtidigt.

source: Allow a subscription product to be purchased with other products and subscriptions in the same transaction.
sv_se: Tillåter en prenumeration att köpas tillsammans med andra produkter och prenumerationer i samma transaktion.

source: $0 Initial Checkout
sv_se: 0 kr första utcheckning

source: Allow $0 initial checkout without a payment method.
sv_se: Tillåt 0 kr vid första utcheckning utan betalningssätt.

source: Allow a subscription product with a $0 initial payment to be purchased without providing a payment method. The customer will be required to provide a payment method at the end of the initial period to keep the subscription active.
sv_se: Tillåt köp av en prenumerationsprodukt med 0 kr som initial kostnad utan att ange betalningssätt. Kunden måste ange ett betalningssätt i slutet av den inledande perioden för att hålla prenumerationen aktiv.

source: Drip Downloadable Content
sv_se: Droppa nedladdningsbart innehåll

source: Enable dripping for downloadable content on subscription products.
sv_se: Aktivera droppning för nedladdningsbart innehåll på prenumerationsprodukter.

source: Enabling this grants access to new downloadable files added to a product only after the next renewal is processed.%sBy default, access to new downloadable files added to a product is granted immediately to any customer that has an active subscription with that product.
sv_se: Aktivering av detta ger tillgång till nya nedladdningsbara filer som läggs till en produkt först efter nästa förnyelse har bearbetats.%sSom standard tilldelas åtkomst till nya nedladdningsbara filer direkt till alla kunder som har en aktiv prenumeration av produkten.

source: %1$sWooCommerce Subscriptions Installed%2$s &#8211; %3$sYou're ready to start selling subscriptions!%4$s
sv_se: %1$sWooCommerce Subscriptions installerat%2$s &#8211; %3$sDu är redo att sälja prenumerationer!%4$s

source: Add a Subscription Product
sv_se: Lägg till en prenumerationsprodukt

source: Settings
sv_se: Inställningar

source: We can't find a subscription with ID #%d. Perhaps it was deleted?
sv_se: Vi kan inte hitta en prenumeration med ID #%d. Kanske har den raderats?

source: We weren't able to locate the set of report results you requested. Please regenerate the link from the %sSubscription Reports screen%s.
sv_se: Vi kunde inte hitta den uppsättning av rapportresultat du begärde. Återskapa länken från %sSubscriptions rapporter%s.

source: We can't find a paid subscription order for this user.
sv_se: Vi kan inte hitta en betald prenumerationsbeställning för denna användaren.

source: Showing orders for %sSubscription %s%s
sv_se: Visar beställningar för %sprenumeration %s%s

source: The trial period can not exceed: %1s, %2s, %3s or %4s.
sv_se: Provperioden kan inte överskrida: %1s, %2s, %3s eller %4s.

source: The trial period can not exceed %s.
sv_se: Provperioden kan inte överskrida: %s.

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Automatic Recurring Payments
sv_se: Automatiska återkommande betalningar

source: Supports automatic renewal payments with the WooCommerce Subscriptions extension.
sv_se: Stöder automatiska förnyelsebetalningar med tillägget WooCommerce Subscriptions.

source: Subscription items can no longer be edited.
sv_se: Prenumerationsobjekt kan inte längre redigeras.

source: This subscription is no longer editable because the payment gateway does not allow modification of recurring amounts.
sv_se: Denna prenumeration kan inte redigeras då betalningsgatewayen inte tillåter förändring av återkommande belopp.

source: No payment gateways capable of processing automatic subscription payments are enabled. If you would like to process automatic payments, we recommend the %1$sfree Stripe extension%2$s.
sv_se: Ingen betalningsgateway som kan behandla automatiska prenumerationsbetalningar är aktiverade. Om du vill bearbeta automatiska betalningar, rekommendera vi %1$sgratis Stripe tillägget%2$s.

source: Recurring Payments
sv_se: Återkommande betalningar

source: Payment gateways which don't support automatic recurring payments can be used to process %smanual subscription renewal payments%s.
sv_se: Betalningsgateway som inte stöder automatiska återkommande betalningar kan användas för att behandla %smanuella betalningar för förnyelse av prenumeration%s.

source: Find new gateways that %1$ssupport automatic subscription payments%2$s in the official %3$sWooCommerce Marketplace%4$s.
sv_se: Hitta ny gateway som %1$sstöder automatiska prenumerationsbetalningar%2$s i den officiella %3$sWooCommerce Marknadsplatsen%4$s.

source: Note that purchasing a subscription still requires an account.
sv_se: Notera att köp av prenumeration fortfarande kräver ett konto.

source: Related Orders
sv_se: Relaterade beställningar

source: Please enter a start date in the past.
sv_se: Fyll i ett startdatum från tidigare.

source: Please enter a date at least one hour into the future.
sv_se: Fyll i ett datum minst en timme in i framtiden.

source: Please enter a date after the trial end.
sv_se: Fyll i ett datum efter prövningens avslut.

source: Please enter a date after the start date.
sv_se: Fyll i ett datum efter startdatumet.

source: Please enter a date before the next payment.
sv_se: Fyll i ett datum innan nästa betalning.

source: Please enter a date after the next payment.
sv_se: Fyll i ett datum efter nästa betalning.

source: Are you sure you want to process a renewal? This will charge the customer and email them the renewal order (if emails are enabled).
sv_se: Är det säkert att du vill behandla en förnyelse? Detta debiterar kunden och skickar e-post med förnyelsebeställningen (om e-post är aktiverat).

source: Are you sure you want to retry payment for this renewal order? This will attempt to charge the customer and send renewal order emails (if emails are enabled).
sv_se: Är du säker på att du vill göra ett nytt betalningsförsök för denna förnyelsebeställning? Det kommer att debiteras kunden och ett e-postmeddelande om förnyelsebeställning skickas (om e-post är aktiverat)

source: Process renewal
sv_se: Behandla förnyelse

source: Create pending renewal order
sv_se: Skapar en väntande förnyelsebeställning

source: Create pending parent order
sv_se: Skapa väntande överordnad order

source: Retry Renewal Payment
sv_se: Försök förnyelsebetalning igen

source: Process renewal order action requested by admin.
sv_se: Behandling av förnyelsebeställning begärd av administratör.

source: Create pending renewal order requested by admin action.
sv_se: Skapa väntande överordnad order som begärts av administratörs åtgärd.

source: Create pending parent order requested by admin action.
sv_se: Skapa väntande överordnad order som begärts av administratörs åtgärd.

source: Retry renewal payment action requested by admin.
sv_se: Försök förnyelsebetalningsåtgärd som begärts av admin.

source: Search for a product&hellip;
sv_se: Sök efter en produkt&hellip;

source: %s subscription status changed.
sv_se: %s prenumerationsstatus ändrad.

source: %1$s subscription could not be updated: %2$s
sv_se: %1$s prenumeration kunde inte uppdateras: %2$s

source: Subscription
sv_se: Prenumeration

source: Items
sv_se: Artiklar

source: Total
sv_se: Totalt

source: Start Date
sv_se: Startdatum

source: Trial End
sv_se: Prövning slutar

source: Next Payment
sv_se: Nästa betalning

source: Last Order Date
sv_se: Senaste orderdatum

source: End Date
sv_se: Slutdatum

source: Reactivate
sv_se: Återaktivera

source: Suspend
sv_se: Suspendera

source: Trash
sv_se: Papperskorg

source: Delete Permanently
sv_se: Radera permanent

source: Restore this item from the Trash
sv_se: Återställ denna artikel från papperskorgen

source: Restore
sv_se: Återställ

source: Move this item to the Trash
sv_se: Flytta denna artikel till papperskorgen

source: Delete this item permanently
sv_se: Radera denna artikel permanent

source: Cancel Now
sv_se: Avbryt nu

source: Email: %s
sv_se: E-post: %s

source: Show more details
sv_se: Visa mer detaljer

source: %d item
sv_se: %d artikel

source: This date should be treated as an estimate only. The payment gateway for this subscription controls when payments are processed.
sv_se: Detta datum bör behandlas som en uppskattning. Prenumerationens betalningsgateway styr när betalningarna bearbetas.

source: Subscription updated.
sv_se: Prenumeration uppdaterad.

source: Custom field updated.
sv_se: Anpassat fält uppdaterat.

source: Custom field deleted.
sv_se: Anpassat fält raderat.

source: Subscription saved.
sv_se: Prenumeration sparad.

source: Subscription submitted.
sv_se: Prenumeration skickad.

source: Subscription scheduled for: %1$s.
sv_se: Prenumeration schemalagd för: %1$s.

source: Subscription draft updated.
sv_se: Prenumerationsutkast uppdateras.

source: Any Payment Method
sv_se: Valfritt betalningssätt

source: None
sv_se: Ingen

source: Manual Renewal
sv_se: Förnya manuellt

source: Search for a customer&hellip;
sv_se: Sök efter en kund&hellip;

source: Subscription Events by Date
sv_se: Prenumerationshändelser efter datum

source: Upcoming Recurring Revenue
sv_se: Kommande återkommande intäkter

source: Retention Rate
sv_se: Andel ej utdelad vinst

source: Subscriptions by Product
sv_se: Prenumerationer efter produkt

source: Subscriptions by Customer
sv_se: Prenumerationer efter kund

source: Failed Payment Retries
sv_se: Misslyckade betalningsförsök

source: This section shows any information about Subscriptions.
sv_se: Detta avsnitt visar all information om Subscriptions.

source: Store Setup
sv_se: Butiksinställningar

source: This section shows general information about the store.
sv_se: Det här avsnittet visar allmän information om butiken.

source: Subscriptions by Payment Gateway
sv_se: Prenumerationer efter betalningsgateway

source: This section shows information about Subscription payment methods.
sv_se: Detta avsnitt visar information om Subscriptions betalningsmetoder.

source: Payment Gateway Support
sv_se: Support för betalningsgateway

source: This section shows information about payment gateway feature support.
sv_se: Detta avsnitt visar information om funktionsstöd för betalningsgateway.

source: %sLearn how to update%s
sv_se: %sLäs om hur du uppdaterar%s

source: version %1$s is out of date. The core version is %2$s
sv_se: version %1$s är inaktuell. Kärnversionen är %2$s

source: Customer:
sv_se: Kund:

source: View other subscriptions
sv_se: Visa andra prenumerationer

source: Profile
sv_se: Profil

source: Subscription status:
sv_se: Prenumerationsstatus:

source: Parent order:
sv_se: Föregående beställning:

source: Parent order:
sv_se: Föregående beställning:

source: Select an order&hellip;
sv_se: Välj en beställning&hellip;

source: Billing Details
sv_se: Faktureringsuppgifter

source: Edit
sv_se: Redigera

source: Load billing address
sv_se: Ladda fakturaadress

source: Address
sv_se: Adress

source: No billing address set.
sv_se: Inget fakturaadress angiven.

source: Payment Method
sv_se: Betalningssätt

source: Customer change payment method page &rarr;
sv_se: Sidan Ändra betalningsmetod för kund &rarr;

source: Customer add payment method page &rarr;
sv_se: Sidan Lägg till betalningsmetod för kund &rarr;

source: Shipping Details
sv_se: Leveransdetaljer

source: Copy from billing
sv_se: Kopiera från fakturering

source: Load shipping address
sv_se: Ladda leveransadress

source: No shipping address set.
sv_se: Ingen leveransadress angiven.

source: Customer Provided Note
sv_se: Kundnotering

source: Customer's notes about the order
sv_se: Kunds notering om beställningen

source: Error updating some information: %s
sv_se: Fel vid uppdatering av viss information:%s

source: Unpublished
sv_se: Opublicerad

source: Order Number
sv_se: Beställningsnummer

source: Relationship
sv_se: Koppling

source: Date
sv_se: Datum

source: Retry Date
sv_se: Datum för nytt försök

source: Retry Status
sv_se: Status för återförsök

source: The status of the automatic payment retry: pending means the retry will be processed in the future, failed means the payment was not successful when retried and completed means the payment succeeded when retried.
sv_se: Statusen för automatiskt betalningsförsök: väntande betyder att ett nytt försök kommer behandlas i framtiden, misslyckat betyder att betalningen inte lyckades vid nytt försök och slutförd betyder att betalningen lyckades vid nytt försök.

source: Status of Order
sv_se: Orderstatus

source: The status applied to the order for the time between when the renewal payment failed or last retry occurred and when this retry was processed.
sv_se: Den status som tillämpas för beställningen för tiden mellan förnyelsebetalningens misslyckande eller det senaste försöket, och när detta försök bearbetades.

source: Status of Subscription
sv_se: Status av Prenumeration

source: The status applied to the subscription for the time between when the renewal payment failed or last retry occurred and when this retry was processed.
sv_se: Statusen gällande prenumerationen för tiden mellan när förnyelsebetalningen misslyckades eller det senaste försöket gjordes och när det här försöket bearbetades.

source: Email
sv_se: E-post
