Repository: FWaldfelt/WooCommerce-translations
Catalog: woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: sv_se

source: An error occurred, please try again or try an alternate form of payment.
sv_se: Ett fel uppstod, försök igen eller prova ett alternativt betalningssätt.

source: PayPal API error: (%d) %s
sv_se: PayPal API-fel: (% d) %s

source: PayPal Transaction Held: %s
sv_se: PayPal-transaktion hålls:%s

source: PayPal payment declined: %s
sv_se: PayPal betalning nekades: %s

source: Ignore this error (not recommended)
sv_se: Ignorera detta del (rekommenderas inte)

source: Open a ticket
sv_se: Skapa ett ärende

source: PayPal Subscription ID:
sv_se: PayPal Prenumeration-ID:

source: Enable PayPal Standard for Subscriptions
sv_se: Aktivera PayPal Standard för prenumerationer

source: Total Discount
sv_se: Total rabatt

source: %s - Order
sv_se: %s - Beställning

source: expected clearing date %s
sv_se: förväntat clearingdatum %s

source: Billing agreement cancelled at PayPal.
sv_se: Betalningsavtal avbrutet hos PayPal.

source: Invalid PayPal IPN Payload: unable to find matching subscription.
sv_se: Ogiltig PayPal IPN-nyttolast: kan inte hitta matchande prenumeration.

source: Subscription cancelled with PayPal
sv_se: Prenumeration avbruten med PayPal

source: Subscription suspended with PayPal
sv_se: Prenumeration avstängd med PayPal

source: Subscription reactivated with PayPal
sv_se: Prenumeration återaktiverad med PayPal

source: PayPal API error - credentials are incorrect.
sv_se: PayPal API-fel: Felaktiga autentiseringsuppgifter.

source: Last recorded error:
sv_se: Senaste registrerade fel:

source: Automatic Failed Payment Retries
sv_se: Automatiska misslyckade betalningsförsök

source: %d Pending Payment Retry
sv_se: %d Väntande betalningsförsök

source: %d Processing Payment Retry
sv_se: %d Behandlar betalningsförsök

source: %d Failed Payment Retry
sv_se: %d misslyckade betalningsförsök

source: %d Successful Payment Retry
sv_se: %d lyckade betalningsförsök

source: %d Cancelled Payment Retry
sv_se: %d avbrutet betalningsförsök

source: Retry Failed Payments
sv_se: Försök betalningar igen

source: Enable automatic retry of failed recurring payments
sv_se: Aktivera automatisk återförsök av misslyckade betalningsförsök

source: Attempt to recover recurring revenue that would otherwise be lost due to payment methods being declined only temporarily. %sLearn more%s.
sv_se: Försök att rädda återkommande intäkter som annars skulle gå förlorade på grund av tillfälligt avvisande betalningar. %sLäs mer%s.

source: Payment retry posts store details about the automatic retry of failed renewal payments.
sv_se: Inlägg om försök av förnyelsebetalningar sparar detaljer om försök av misslyckade förnyelsebetalningar.

source: Renewal Payment Retry
sv_se: Försök av förnyelsebetalning

source: Add
sv_se: Lägg till

source: Add New Retry
sv_se: Lägg till nytt försök

source: Edit Retry
sv_se: Redigera försök

source: New Retry
sv_se: Nytt försök

source: View Retry
sv_se: Visa försök

source: Search Renewal Payment Retries
sv_se: Sök försök på förnyelsebetalningar

source: No retries found
sv_se: Inga försök funna

source: No retries found in trash
sv_se: Inga försök funna i papperskorgen

source: Removed personal data from subscription %s.
sv_se: Tog bort personuppgifter från prenumeration %s.

source: Personal data within subscription %s has been retained.
sv_se: Personuppgifter med prenumeration %s har behållits.

source: Personal data removed.
sv_se: Personuppgifter raderade.

source: Subscription Number
sv_se: Prenumerationsnummer

source: Created Date
sv_se: Skapandedatum

source: Recurring Total
sv_se: Återkommande totalsumma

source: Subscription Items
sv_se: Prenumerationsartiklar

source: IP Address
sv_se: IP-adress

source: Browser User Agent
sv_se: Webbläsares användaragent

source: Billing Address
sv_se: Fakturaadress

source: Shipping Address
sv_se: Leveransadress

source: Phone Number
sv_se: Telefonnummer

source: Email Address
sv_se: E-postadress

source: Subscriptions Data
sv_se: Prenumerationsdata

source: By using WooCommerce Subscriptions, you may be storing personal data and depending on which third-party payment processors you’re using to take subscription payments, you may be sharing personal data with external sources.
sv_se: Genom att använda WooCommerce Subscriptions kan du lagra personuppgifter. Beroende på vilka betalningsbehandlare från tredje part som används för prenumerationsbetalningar, kan personuppgifter delas med externa källor.

source: What we collect and store
sv_se: Vad vi samlar in och lagrar

source: What we share with others
sv_se: Vad vi delar med andra

source: Cancel and remove personal data
sv_se: Avbryt och radera personuppgifter

source: Removed personal data from %d subscription.
sv_se: Raderade personuppgifter från %d prenumeration.

source: Remove personal data from subscriptions
sv_se: Radera personuppgifter från prenumerationer

source: Retain ended subscriptions
sv_se: Behåll avslutade prenumerationer

source: Retain ended subscriptions and their related orders for a specified duration before anonymizing the personal data within them.
sv_se: Behåll avslutade prenumerationer och deras relaterade beställningar under en specificerad period innan anonymisering av tillhörande personuppgifter.

source: N/A
sv_se: Ej tillgänglig

source: Welcome to WooCommerce Subscriptions 2.1
sv_se: Välkommen till WooCommerce Subscriptions 2.1

source: About WooCommerce Subscriptions
sv_se: Om WooCommerce Subscriptions

source: Subscription end date in the past
sv_se: Prenumerationens slutdatum i det förgångna

source: View subscriptions and orders contributing to reports
sv_se: Se prenumerationer och beställningar som bidrar till rapporter

source: What's new?
sv_se: Vad är nytt?

source: New View Subscription Page
sv_se: Ny Visa prenumerationssida

source: %sLearn more &raquo;%s
sv_se: %sLäs mer &raquo;%s

source: And much more...
sv_se: Och mycket mer…

source: New %sWC_Subscription%s Object
sv_se: Nytt %sWC_Subscription%s Objekt

source: Subscriptions 2.0 introduces a new object for working with a subscription at the application level. The cumbersome APIs for retrieving or modifying a subscription's data are gone!
sv_se: Subscriptions 2.0 introducerar ett nytt objekt för att arbeta med en prenumeration på applikationsnivå. De besvärliga API:erna för att hämta eller ändra en prenumerations data är borta!

source: REST API Endpoints
sv_se: REST API slutpunkter

source: Go to WooCommerce Subscriptions Settings
sv_se: Gå till WooCommerce Prenumerationers inställningar

source: Subscription Reports
sv_se: Prenumerationsrapporter

source: View Reports
sv_se: Visa rapporter

source: Enable Automatic Retry
sv_se: Aktivera automatiska återförsök

source: New Subscription Emails
sv_se: Nya prenumerationsmail

source: Your database has been updated successfully!
sv_se: Din databas har uppdaterats!

source: Continue
sv_se: Fortsätt

source: Update Error
sv_se: Uppdateringsfel

source: Shipping via %s
sv_se: Frakt via %s

source: Shipping
sv_se: Frakt

source: [Remove]
sv_se: [Ta bort]

source: First renewal: %s
sv_se: Första förnyelse: %s

source: in %s
sv_se: i %s

source: YYYY-MM-DD
sv_se: ÅÅÅÅ-MM-DD

source: Invalid data. No valid subscription / order was passed in.
sv_se: Ogiltiga data. Ingen giltig prenumeration / beställningen lämnades in.

source: Invalid data. No valid item id was passed in.
sv_se: Ogiltiga data. Inget giltigt id skickades in.

source: %s day
sv_se: %s dag

source: %s week
sv_se: %s vecka

source: %s month
sv_se: %s månad

source: %s year
sv_se: %s år

source: Resubscribe
sv_se: Återprenumerera

source: Subscription Price (%s)
sv_se: Prenumerationspris (%s)

source: Subscription Periods
sv_se: Prenumerationsperioder

source: Subscription Length
sv_se: Prenumerationens längd

source: Sign-up Fee (%s)
sv_se: Startkostnad (%s)

source: Free Trial
sv_se: Gratis provperiod

source: Synchronise Renewals
sv_se: Synkronisera förnyelser

source: Label
sv_se: Etikett

source: Shipping Method
sv_se: Leveranssätt

source: Other
sv_se: Andra

source: Recurring Sales Tax:
sv_se: Återkommande moms:

source: Shipping Tax:
sv_se: Fraktmoms:

source: Affected event:
sv_se: Berörd händelse:

source: Subscription trial period:
sv_se: Prenumerationens provperiod:

source: Billing interval:
sv_se: Betalningsintervall:

source: Billing Period:
sv_se: Faktureringsperiod:

source: Recurring totals
sv_se: Totalt återkommande

source: Subtotal
sv_se: Delsumma

source: New subscription details
sv_se: Detaljer för ny prenumeration

source: Hi %s,
sv_se: Hej %s,

source: You have successfully changed your subscription items. Your new order and subscription details are shown below for your reference:
sv_se: Du har lyckats ändra din prenumerationsartikel. Din nya beställnings- och prenumerationsdetaljer visas nedan:

source: Pay Now &raquo;
sv_se: Betala nu &raquo;

source: Last Order Date: %s
sv_se: Datum för senaste beställningen: %s

source: End of Prepaid Term: %s
sv_se: Den förbetalda periodens slut: %s

source: View your order: %s
sv_se: Se din beställning: %s

source: View your subscription: %s
sv_se: Se din prenumeration: %s

source: Order number: %s
sv_se: Beställningsnummer: %s

source: Order date: %s
sv_se: Beställningsdatum: %s

source: End Date: %s
sv_se: Slutdatum: %s

source: Last Order: %s
sv_se: Senaste beställning: %s

source: Date Suspended: %s
sv_se: Avstängingsdatum: %s

source: Subscription information
sv_se: Prenumerationsinformation

source: By renewing your subscription early your next payment will be %s.
sv_se: Genom att förnya din prenumeration tidigt kommer din nästa betalning att vara %s.

source: By renewing your subscription early, your scheduled next payment on %s will be cancelled.
sv_se: Genom att förnya din prenumeration tidigt kommer din schemalagda nästa betalning på %s att annulleras.

source: Want to renew early via the checkout? Click %shere.%s
sv_se: Vill du förnya tidigt via kassan? Klicka %shär. %s

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: You have reached the end of subscriptions. Go to the %sfirst page%s.
sv_se: Du har nått slutet av prenumerationer. Gå till %sförstasidan%s.

source: You have no active subscriptions. Find your first subscription in the %sstore%s.
sv_se: Du har inga aktiva prenumerationer. Hitta din första prenumeration i %sstore%s.

source: Related orders
sv_se: Relaterade beställningar

source: Order
sv_se: Beställning

source: %1$s for %2$d item
sv_se: %1$s för %2$d artikel

source: Related subscriptions
sv_se: Relaterade prenumerationer

source: Auto renew
sv_se: Förnya automatiskt

source: Enable auto renew
sv_se: Aktivera automatisk förnyelse

source: Disable auto renew
sv_se: Inaktivera automatisk förnyelse

source: Using the auto-renewal toggle is disabled while in staging mode.
sv_se: Användande av automatisk förnyelse är inaktiverat i scenario-läge (staging mode)

source: Payment
sv_se: Betalning

source: Actions
sv_se: Händelser

source: Subscription Updates
sv_se: Prenumerationuppdateringar

source: Are you sure you want remove this item from your subscription?
sv_se: Är det säkert att du vill ta bort denna artikel från din prenumeration?

source: Subscription totals
sv_se: Totalt prenumeration

source: You have an active subscription to this product already.
sv_se: Du har redan en aktiv prenumeration denna produkt.

source: This product is currently out of stock and unavailable.
sv_se: Den här produkten finns för närvarande inte i lager och är inte tillgänglig.

source: You have added a variation of this product to the cart already.
sv_se: Du har redan lagt till en variant av denna produkt i varukorgen.

source: Clear
sv_se: Töm

source: Can not get status name. Status is not a string.
sv_se: Kan inte hämta statusnamn. Status är inte en sträng.

source: Can not get address type display name. Address type is not a string.
sv_se: Kan inte hämta visningsnamn för adresstypen. Adresstyp är inte en sträng.

source: Date type is not a string.
sv_se: Datumtyp är inte en sträng.

source: Date type can not be an empty string.
sv_se: Datumtyp kan inte vara en tom sträng.

source: This is where subscriptions are stored.
sv_se: Här sparas prenumerationer.

source: No Subscriptions found
sv_se: Inga prenumerationer hittade

source: Subscriptions will appear here for you to view and manage once purchased by a customer.
sv_se: Prenumerationer visas här för att du ska kunna se och hantera dem när de handlats av en kund.

source: %sLearn more about managing subscriptions &raquo;%s
sv_se: %sLäs mer om att hantera prenumerationer &raquo;%s

source: %sAdd a subscription product &raquo;%s
sv_se: %sLägg till en prenumerationsprodukt &raquo;%s

source: To enable automatic renewals for this subscription, you will first need to add a payment method.
sv_se: För att aktivera automatiska förnyelsebetalningar för denna prenumeration, måste du först lägga till ett betalningssätt.

source: Would you like to add a payment method now?
sv_se: Vill du lägga till ett betalningssätt nu?

source: %sth
sv_se: %s:e

source: %sst
sv_se: %s:a

source: %snd
sv_se: %s:a

source: Installed Plugins
sv_se: Installerade tillägg

source: Enable automatic payments
sv_se: Aktivera automatiska betalningar

# Trial period field tooltip on Edit Product administration screen
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
sv_se: En valfri tidsperiod att vänta innan du debiterar den första återkommande betalningen. Eventuell registreringsavgift debiteras fortfarande i början av prenumerationen. %s

# example price
source: e.g. 5.90
sv_se: t.ex. 5.90

# example price
source: e.g. 9.90
sv_se: t.ex. 9.90

# option section heading
source: Renewals
sv_se: Förnyelser

# options section heading
source: Miscellaneous
sv_se: Blandat

# there's a number immediately in front of this text
source: suspensions per billing period.
sv_se: avstängningar per fakturaperiod.

# there's a number immediately in front of this text
source: days prior to Renewal Day
sv_se: dagar innan förnyelsedag

# refers to staging site
source: Staging
sv_se: Scenario

# meta box title
source: Subscription Data
sv_se: Prenumerationsdata

# meta box title
source: Schedule
sv_se: Schemalägg

# an action on a subscription
source: Activate
sv_se: Aktivera

# an action on a subscription
source: Put on-hold
sv_se: Pausa

# an action on a subscription
source: Cancel
sv_se: Avbryt

# Used in order note. Reason why status changed.
source: Subscription status changed by bulk edit:
sv_se: Prenumerationsstatus ändrad med massändring:

# number of orders linked to a subscription
source: Orders
sv_se: Beställningar

# meaning billing address
source: Billing:
sv_se: Fakturering:

# Subscription title on admin table. (e.g.: #211 for John Doe)
source: %1$s#%2$s%3$s for %4$s
sv_se: %1$s#%2$s%3$s för %4$s

# used in post updated messages
source: Subscription restored to revision from %s
sv_se: Prenumerationsp återställd till revidering från %s

# used in "Subscription scheduled for <date>"
source: M j, Y @ G:i
sv_se: Y M D @ H:i

# label for the system status page
source: Subscription Statuses
sv_se: Prenumationsstatusar

# label for the system status page
source: WooCommerce Account Connected
sv_se: WooCommerce-konto anslutet

# label for the system status page
source: Active Product Key
sv_se: Aktiv produktnyckel

# label for the system status page
source: Other
sv_se: Andra

# label for the system status page
source: Country / State
sv_se: Land / Stat

# label for the system status page
source: Custom Retry Rules
sv_se: Anpassade ”försök igen”-regler

# label for the system status page
source: Custom Retry Rule
sv_se: Anpassad ”försök igen”-regel

# relation to order
source: Subscription
sv_se: Prenumeration

# relation to order
source: Renewal Order
sv_se: Förnyelsebeställningar

# relation to order
source: Parent Order
sv_se: Föregående beställning

# relation to order
source: Resubscribe Order
sv_se: Återprenumerationsbeställningar

# relation to order
source: Unknown Order Type
sv_se: Okänd beställningstyp

# edit subscription header
source: Subscription #%s details
sv_se: Prenumeration #%s detaljer

# hash before order number
source: Subscription #%s
sv_se: Prenumeration #%s

# table heading
source: Total
sv_se: Totalt

# table heading
source: Renewal Payment Retry
sv_se: Återförsök av förnyelsebetalning

# table heading
source: Last Order Date
sv_se: Senaste orderdatum

# table heading
source: Start date
sv_se: Startdatum

# table heading
source: End date
sv_se: Slutdatum

# table heading
source: Price
sv_se: Pris

# table heading
source: Next payment
sv_se: Nästa betalning

# table heading
source: Next Payment
sv_se: Nästa betalning

# table heading
source: Start Date
sv_se: Startdatum

# table heading
source: Trial End
sv_se: Prövning slutar

# table heading
source: Cancelled Date
sv_se: Datum för avbrott

# table heading
source: End Date
sv_se: Slutdatum

# X axis label on retention rate graph
source: Number of days after sign-up
sv_se: Antal dagar sedan registrering

# X axis label on retention rate graph
source: Number of weeks after sign-up
sv_se: Antal veckor efter registrering

# X axis label on retention rate graph
source: Number of months after sign-up
sv_se: Antal månader efter registrering

# label on button, imperative
source: Change payment
sv_se: Ändra betalning

# label on button, imperative
source: Add payment
sv_se: Lägg till betalning

# the page title of the change payment method form
source: Change payment method
sv_se: Ändra betalningssätt

# the page title of the add payment method form
source: Add payment method
sv_se: Lägg till betalningssätt

# Subscription status
source: Active
sv_se: Aktiv

# Subscription status
source: Cancelled
sv_se: Avbruten

# Subscription status
source: Expired
sv_se: Utgången

# Subscription status
source: Pending
sv_se: Väntande

# Subscription status
source: Failed
sv_se: Misslyckad

# Subscription status
source: On-hold
sv_se: Pausad

# Subscription status
source: Switched
sv_se: Växlad

# Subscription status
source: On hold
sv_se: Pausad

# Subscription status
source: Pending Cancellation
sv_se: Väntar på annullering

# when to allow a setting
source: Never
sv_se: Aldrig

# a switch type
source: Downgrade
sv_se: Nedgradera

# a switch type
source: Upgrade
sv_se: Uppgradera

# used in order notes
source: Customer added %s.
sv_se: Kund har lagts till %s.

# input field placeholder for day field for annual subscriptions
source: Day
sv_se: Dag

# an email notification
source: Enable/Disable
sv_se: Aktivera/Inaktivera

# of an email
source: Recipient(s)
sv_se: Mottagare

# of an email
source: Subject
sv_se: Ämne

source: Email Heading
sv_se: E-posthuvud

# text, html or multipart
source: Email type
sv_se: Typ av e-post

# email type
source: Plain text
sv_se: Ren text

# Default email heading for email to customer on completed renewal order
source: Your renewal order is complete
sv_se: Din förnyelsebeställning är slutförd

# Default email subject for email to customer on completed renewal order
source: Your %1$s renewal order from %2$s is complete
sv_se: Din %1$s förnyelsebeställning från %2$s är slutförd

# Default email heading for email with downloadable files in it
source: Your subscription renewal order is complete - download your files
sv_se: Din förnyelsebeställning är slutförd - ladda ned dina filer

# Default email subject for email with downloadable files in it
source: Your %1$s subscription renewal order from %2$s is complete - download your files
sv_se: Förnyelse av din %1$s prenumeration från %2$s är slutförd - ladda ner dina filer

# data sent to paypal
source: Orders with %s
sv_se: Beställningar med %s

# used in api error message if there is no severity code from PayPal
source: Error
sv_se: Fel

# used in api error message if there is no long message
source: Unknown error
sv_se: Okänt fel

# no information about something
source: N/A
sv_se: Ej tillgänglig

# Repair message that gets sent to front end.
source: (in %s seconds)
sv_se: (inom %s sekunder)

# short for documents
source: Docs
sv_se: Dokument

# short for documents
source: Documentation
sv_se: Dokumentation

# h3 on the About Subscriptions page for this new feature
source: Change Payment Method
sv_se: Ändra betalningsmetod

# learn more link to subscription reports documentation
source: Learn More
sv_se: Läs mer

# learn more link to failed payment retry documentation
source: Learn More
sv_se: Läs mer

# learn more link to subscription emails documentation
source: Learn More
sv_se: Läs mer

# text on submit button
source: Update Database
sv_se: Uppdatera databas

# shipping method price
source: Free
sv_se: Fri

# includes tax
source: (Includes %s)
sv_se: (Inkluderar %s)

# initial payment on a subscription
source: up front
sv_se: direkt

# Subscription billing period.
source: day
sv_se: dag

# Subscription billing period.
source: week
sv_se: vecka

# Subscription billing period.
source: month
sv_se: månad

# Subscription billing period.
source: year
sv_se: år

# Subscription length
source: Never expire
sv_se: Förfaller aldrig

# Subscription lengths. e.g. "For 1 day..."
source: 1 day
sv_se: 1 dag

# Subscription lengths. e.g. "For 1 week..."
source: 1 week
sv_se: 1 vecka

# Subscription lengths. e.g. "For 1 month..."
source: 1 month
sv_se: 1 månad

# Subscription lengths. e.g. "For 1 year..."
source: 1 year
sv_se: 1 år

# period interval (eg "$10 _every_ 2 weeks")
source: every
sv_se: var

# period interval with ordinal number (e.g. "every 2nd"
source: every %s
sv_se: var %s

source: day
sv_se: dag

source: week
sv_se: vecka

source: month
sv_se: månad

source: year
sv_se: år

# no trial period
source: no
sv_se: nej

# example number of days / weeks / months
source: e.g. 3
sv_se: t.ex. 3

# Trial period dropdown's description in pricing fields
source: An optional period of time to wait before charging the first recurring payment. Any sign up fee will still be charged at the outset of the subscription. %s
sv_se: En valfri tidsperiod att vänta innan du debiterar den första återkommande betalningen. Eventuell registreringsavgift debiteras fortfarande i början av prenumerationen. %s

# Subscription Length dropdown's description in pricing fields
source: Automatically expire the subscription after this length of time. This length is in addition to any free trial or amount of time provided before a synchronised first renewal date.
sv_se: Prenumerationen upphör automatiskt efter denna tidsperiod. Denna längd är utöver alla kostnadsfria prövningar eller tidsperioder som ges före ett synkroniserat första förnyelsedatum.

# table headings in notification email
source: Product
sv_se: Produkt

# table headings in notification email
source: Quantity
sv_se: Kvantitet

# table headings in notification email
source: Totals
sv_se: Totalt

# table headings in notification email
source: Price
sv_se: Pris

# table headings in notification email
source: End of Prepaid Term
sv_se: Slut på förbetalda period

# table headings in notification email
source: End Date
sv_se: Slutdatum

# table headings in notification email
source: Date Suspended
sv_se: Avstängingsdatum

# text on button on checkout page
source: Change payment method
sv_se: Ändra betalningssätt

# text on button on checkout page
source: Add payment method
sv_se: Lägg till betalningssätt

# in plain emails for subscription information
source: View Subscription: %s
sv_se: Visa prenumeration: %s

# in plain emails for subscription information
source: Subscription: %s
sv_se: Prenumeration: %s

# in plain emails for subscription information
source: Start Date: %s
sv_se: Startdatum: %s

# in plain emails for subscription information
source: End Date: %s
sv_se: Slutdatum: %s
