Repository: FWaldfelt/WooCommerce-translations
Catalog: woocommerce-subscriptions/woocommerce-subscriptions-*.po
Languages: sv_se

source: Sorry, this coupon is only valid for subscription products with a sign-up fee.
sv_se: Tyvärr gäller denna rabattkod enbart för prenumerationsprodukter med en registreringsavgift.

source: Sorry, recurring coupons can only be applied to subscriptions or subscription orders.
sv_se: Tyvärr kan inte återkommande rabattkoder.

source: Sorry, "%s" can only be applied to subscription parent orders which contain a product with signup fees.
sv_se: Tyvärr kan ”%s” endast tillämpas på prenumerationsbeställning som innehåller en produkt med registreringsavgifter.

source: Sorry, only recurring coupons can be applied to subscriptions.
sv_se: Tyvärr kan återkommande rabattkoder enbart användas till prenumerationer.

source: Renewal % discount
sv_se: Förnyelse % rabatt

source: Renewal product discount
sv_se: Förnyelseproduktrabatt

source: Renewal cart discount
sv_se: Rabatt på varukorg vid förnyelse

source: Initial payment discount
sv_se: Rabatt för inledande betalning

source: Renewal Discount
sv_se: Förnyelserabatt

source: Discount
sv_se: Rabatt

source: Active for x payments
sv_se: Aktiv för x betalningar

source: Unlimited payments
sv_se: Obegränsade betalningar

source: Active for %d payment
sv_se: Aktiv för %d betalning

source: Active for unlimited payments
sv_se: Aktiv för obegränsade betalningar

source: Error: Unable to create renewal order with note "%s"
sv_se: Fel: Det gick inte att skapa förnyelsebetalning med anteckning ”%s”

source: Manual renewal order awaiting customer payment.
sv_se: Manuell förnyelsebeställning som väntar på kundbetalning.

source: Subscription doesn't exist in scheduled action: %d
sv_se: Prenumeration existerar inte i schemalagd åtgärd: %d

source: Subscription sign up failed.
sv_se: Prenumerationsregistreringen misslyckades.

source: Error: Unable to create subscription. Please try again.
sv_se: Fel: Kan inte skapa prenumerationen. Försök igen.

source: Error: Unable to add product to created subscription. Please try again.
sv_se: Fel: Kan inte lägga till produkt till skapad prenumeration. Försök igen.

source: Pending subscription created.
sv_se: Väntande prenumeration skapad.

source: Change
sv_se: Ändra

source: Please enter all date fields.
sv_se: Fyll i alla datumfält.

source: Date Changed
sv_se: Datum ändrat

source: Your subscription will be activated when payment clears.
sv_se: Din prenumeration aktiveras när din betalning gått igenom.

source: View the status of your subscription in %syour account%s.
sv_se: Se status över din prenumeration i %sditt konto%s.

source: Subscription Relationship
sv_se: Prenumerationsrelation

source: Renewal Order
sv_se: Förnyelsebeställningar

source: Resubscribe Order
sv_se: Återprenumerationsbeställningar

source: Parent Order
sv_se: Föregående beställning

source: All orders types
sv_se: Alla beställningstyper

source: Subscription cancelled for refunded order %1$s#%2$s%3$s.
sv_se: Prenumeration avbröts för återbetald order %1$s#%2$s%3$s.

source: %1$s now, and
sv_se: %1$s nu, och

source: %1$s every %2$s
sv_se: %1$s var %2$s

source: %1$s every %2$s on %3$s
sv_se: %1$s var %2$s på %3$s

source: %s on the last day of each month
sv_se: %s den senaste dagen varje månad

source: %1$s on the %2$s of each month
sv_se: %1$s den %2$s varje månad

source: %1$s on the last day of every %2$s month
sv_se: %1$s på den sista dagen av var %2$s månad

source: %1$s on the %2$s day of every %3$s month
sv_se: %1$s den %2$s dag var %3$s månad

source: %1$s on %2$s %3$s each year
sv_se: %1$s på %2$s %3$s varje år

source: %1$s on %2$s %3$s every %4$s year
sv_se: %1$s på %2$s %3$s var %4$s år

source: every %s
sv_se: var %s

source: %1$s for %2$s
sv_se: %1$s för %2$s

source: This variation can not be removed because it is associated with active subscriptions. To remove this variation, please cancel and delete the subscriptions for it.
sv_se: Denna variation kan inte raderas då den är associerad med aktiva prenumerationer. För att radera denna variation, avbryt och radera prenumerationerna på den.

source: Order %s created to record renewal.
sv_se: Beställning %s skapad för att registrera förnyelse.

source: Subscription renewal orders cannot be cancelled.
sv_se: Prenumerationers förnyelsebeställningar kan inte avbrytas.

source: You have a subscription to this product. Choosing a new subscription will replace your existing subscription.
sv_se: Du har en prenumeration till denna produkt. Att välja en ny prenumeration ersätter din existerande prenumeration.

source: Choose a new subscription.
sv_se: Välj en ny prenumeration.

source: Your cart contained an invalid subscription switch request. It has been removed.
sv_se: Din kundvagn innehöll en ogiltig begäran om prenumerationsväxling. Den har tagits bort.

source: You have already subscribed to this product and it is limited to one per customer. You can not purchase the product again.
sv_se: Du har redan prenumererat på den här produkten och det är begränsat till en per kund. Du kan inte köpa produkten igen.

source: %1$s Complete payment on %2$sOrder %3$s%4$s to be able to change your subscription.
sv_se: %1$s Genomför betalning av %2$sOrder %3$s%4$s för att kunna ändra din prenumeration.

source: Switching
sv_se: Växling

source: Allow subscribers to switch (upgrade or downgrade) between different subscriptions. %sLearn more%s.
sv_se: Tillåt prenumeranter att växla (uppgradera eller nedgraderat) mellan olika prenumerationer. %sLäs mer%s.

source: Prorate Recurring Payment
sv_se: Proportionell återkommande betalning

source: When switching to a subscription with a different recurring payment or billing period, should the price paid for the existing billing period be prorated when switching to the new subscription?
sv_se: Vid växling till en prenumeration med en annan återkommande betalning eller betalningsperiod, ska priset som betalas beräknas i förhållande till växlingen till den nya prenumerationen?

source: Prorate Sign up Fee
sv_se: Proportionell registreringsavgift

source: Prorate Subscription Length
sv_se: Proportionell prenumerationslängd

source: Switch Button Text
sv_se: Text på växlingsknapp

source: Upgrade or Downgrade
sv_se: Uppgradera eller nedgradera

source: Allow Switching
sv_se: Tillåt växling

source: Switch order cancelled due to a new switch order being created #%s.
sv_se: Växlingsbeställning avbruten på grund av att en ny växling skapas #%s.

source: Switch Order
sv_se: Växlingsbeställning

source: Switched Subscription
sv_se: Växlade prenumerationer

source: You can only switch to a subscription product.
sv_se: Du lan bara växla till en prenumerations-produkt.

source: We can not find your old subscription item.
sv_se: Vi kan inte hitta ditt gamla prenumerationsobjekt.

source: You can not switch to the same subscription.
sv_se: Du kan inte växla till likadan prenumeration.

source: You can not switch this subscription. It appears you do not own the subscription.
sv_se: Du kan inte växla denna prenumeration. Det verkar som du inte äger prenumerationen.

source: There was an error locating the switch details.
sv_se: Det gick inte att hitta växlingsdetaljerna.

source: The original subscription item being switched cannot be found.
sv_se: Den ursprungliga prenumerationsprodukten som ska växlas kan inte hittas.

source: The item on the switch order cannot be found.
sv_se: Objektet på växlingsbeställningen kan inte hittas.

source: Synchronise renewals
sv_se: Synkronisera förnyelser

source: Align the payment date for all customers who purchase this subscription to a specific day of the week or month.
sv_se: Justera betalningsdatumet för alla kunder som köper den här prenumerationen till en specifik veckodag eller månad.

source: Synchronisation
sv_se: Synkronisering

source: Align Subscription Renewal Day
sv_se: Justera förnyelsedagen för prenumerationen

source: Prorate First Renewal
sv_se: Proportionell första förnyelse

source: If a subscription is synchronised to a specific day of the week, month or year, charge a prorated amount for the subscription at the time of sign up.
sv_se: Om en prenumeration är synkroniserad till en speciell veckodag, månad eller år, debitera ett proportionell belopp för prenumerationen vid registreringen.

source: Sign-up grace period
sv_se: Anmälningsperiod

source: Subscriptions created within this many days prior to the Renewal Day will not be charged at sign-up. Set to zero for all new Subscriptions to be charged the full recurring amount. Must be a positive number.
sv_se: Prenumerationer som skapats inom så många dagar innan förnyelsedatum debiteras inte vid registrering. Sätt till noll för att alla nya prenumerationer ska debiteras hela det återkommande beloppet. Måste vara ett positivt tal.

source: Month for Synchronisation
sv_se: Månader för synkronisering

source: Do not synchronise
sv_se: Synkronisera inte

source: %s each week
sv_se: %s varje vecka

source: %s day of the month
sv_se: %s dagen i månaden

source: Last day of the month
sv_se: Sista dagen i månaden

source: Today!
sv_se: Idag!

source: First payment prorated. Next payment: %s
sv_se: Första betalningen proportionell. Nästa betalning: %s

source: First payment: %s
sv_se: Nästa betalning: %s

source: View subscriptions
sv_se: Visa prenumerationer

source: Create subscriptions
sv_se: Skapa prenumerationer

source: View and manage subscriptions
sv_se: Visa och hantera prenumerationer

source: Related order caching is now handled by %1$s.
sv_se: Relaterade beställningar hanteras nu av %1$s.

source: Customer subscription caching is now handled by %1$s.
sv_se: Cachelagring av prenumerationer hanteras nu av %1$s.

source: Customer subscription caching is now handled by %1$s and %2$s.
sv_se: Cachelagring av prenumerationer hanteras nu av %1$s och %2$s.

source: new related order methods in WCS_Related_Order_Store
sv_se: nya relaterade beställningsmetoder i WCS_Related_Order_Store

source: Weekly
sv_se: Veckovis

source: That doesn't appear to be your order.
sv_se: Det där verkar inte vara din beställning.

source: This order can no longer be paid because the corresponding subscription does not require payment at this time.
sv_se: Beställningen kan inte längre betalas eftersom den motsvarande prenumerationen inte kräver betalning för tillfället.

source: Complete checkout to renew your subscription.
sv_se: Slutför kassan för att förnya din prenumeration.

source: The %s product has been deleted and can no longer be renewed. Please choose a new product or contact us for assistance.
sv_se: %s har tagits bort och kan inte längre förnyas. Välj en ny produkt eller kontakta oss för hjälp.

source: Subscription #%s has not been added to the cart.
sv_se: Prenumeration #%s har inte lagts till i varukorgen.

source: Order #%s has not been added to the cart.
sv_se: Beställning #%s har inte lagts till i varukorgen.

source: We couldn't find the original subscription for an item in your cart. The item was removed.
sv_se: Vi kan inte hitta det ursprungliga prenumerationen för en artikel i din kundvagn. Artikeln togs bort.

source: We couldn't find the original renewal order for an item in your cart. The item was removed.
sv_se: Vi kunde inte hitta den ursprungliga förnyelsebeställningen för en artikel i din kundvagn. Artikeln togs bort.

source: All linked subscription items have been removed from the cart.
sv_se: Alla länkade prenumerationsobjekt har tagits bort från varukorgen.

source: There was an error with your request to resubscribe. Please try again.
sv_se: Det uppstod ett fel med din begäran att återprenumerera. Försök igen.

source: That subscription does not exist. Has it been deleted?
sv_se: Den prenumerationen finns inte. Har den tagits bort?

source: You can not resubscribe to that subscription. Please contact us if you need assistance.
sv_se: Du kan inte prenumerera på den prenumerationen. Kontakta oss om du behöver hjälp.

source: Complete checkout to resubscribe.
sv_se: Slutför kassan för att prenumera på nytt.

source: Customer resubscribed in order #%s
sv_se: Kund återprenumererade i beställning: #%s

source: Please choose a valid payment gateway to change to.
sv_se: Välj en giltig betalningsgateway att ändra till.

source: Ignore this error
sv_se: Ignorera detta fel

source: Learn more
sv_se: Läs mer

source: Limit subscription
sv_se: Begränsa prenumeration

source: Only allow a customer to have one subscription to this product. %sLearn more%s.
sv_se: Tillåt enbart en prenumeration per kund av denna produkt. %sLäs mer%s.

source: Do not limit
sv_se: Begränsa inte

source: Limit to one active subscription
sv_se: Begränsa till en aktiv prenumeration

source: Limit to one of any status
sv_se: Begränsa till en av valfri status

source: Auto Renewal Toggle
sv_se: Växlingsknapp för automatisk förnyelse

source: Display the auto renewal toggle
sv_se: Visa växlingsknappen för automatisk förnyelse

source: Allow customers to turn on and off automatic renewals from their View Subscription page.
sv_se: Tillåt kunder att aktivera och inaktivera automatisk förnyelse från sin ”Visa prenumeration”-sida.

source: %s ending in %s
sv_se: %s slutar om %s

source: Would you like to update your subscriptions to use this new payment method - %1$s?%2$sYes%4$s | %3$sNo%4$s
sv_se: Vill du uppdatera dina prenumerationer att använda den här nya betalningsmetoden - %1$s?%2$sJa%4$s | %3$sNej%4$s

source: Subscriptions (page %d)
sv_se: Prenumerationer (sida %d)

source: My Subscription
sv_se: Min prenumeration

source: Endpoint for the My Account &rarr; Subscriptions page
sv_se: Slutpunkt för Mitt konto &rarr; Prenumerationer

source: View subscription
sv_se: Visa prenumeration

source: Endpoint for the My Account &rarr; View Subscription page
sv_se: Slutpunkt för Mitt Konto &rarr; Visa Prenumeration

source: Subscription payment method
sv_se: Betalningssätt för prenumeration

source: Endpoint for the My Account &rarr; Change Subscription Payment Method page
sv_se: Slutpunkt för Mitt Konto &rarr; Ändra prenumerations betalningsmetod

source: Your request to undo your previous action was unsuccessful.
sv_se: Din begäran att ångra föregående åtgärd misslyckades.

source: You have successfully removed "%1$s" from your subscription. %2$sUndo?%3$s
sv_se: Du har tagit bort ”%1$s” från din prenumeration. %2$sÅngra?%3$s

source: Security error. Please contact us if you need assistance.
sv_se: Säkerhetsfel. Kontakta oss om du behöver hjälp.

source: You cannot modify a subscription that does not belong to you.
sv_se: Du kan inte ändra en prenumeration som inte tillhör dig.

source: You cannot remove an item that does not exist.
sv_se: Du kan inte ta bort ett objekt som inte finns.

source: The item was not removed because this Subscription's payment method does not support removing an item.
sv_se: Objektet togs inte bort då denna prenumerations betalningssätt inte tillåter borttagning av ett objekt.

source: Payment processing skipped - renewal order created on %sstaging site%s under staging site lock. Live site is at %s
sv_se: Betalningsprocessen hoppades över - förnyelsebeställning skapad på %scenario-sidan%s under scenario-lås. Sidan är live %s

source: staging
sv_se: scenario

source: Subscription locked to Manual Renewal while the store is in staging mode. Payment method changes will take effect in live mode.
sv_se: Prenumeration låst till manuell förnyelse när butiken är i scenario-läge. Betalningsmetods-förändringar träder i kraft i liveläge.

source: My Account
sv_se: Mitt konto

source: You can not reactivate that subscription until paying to renew it. Please contact us if you need assistance.
sv_se: Du kan inte återaktivera den prenumeration innan du betalt för att förnya den. Kontakta oss om du behöver hjälp.

source: That subscription does not exist. Please contact us if you need assistance.
sv_se: Den prenumerationen finns inte. Kontakta oss om du behöver hjälp.

source: That subscription can not be changed to %s. Please contact us if you need assistance.
sv_se: Den prenumerationen kan inte ändras till %s. Kontakta oss om du behöver hjälp.

source: Subscription Created
sv_se: Prenumeration skapad

source: Subscription Updated
sv_se: Prenumeration uppdaterad

source: Subscription Deleted
sv_se: Prenumeration raderad

source: Subscription Switched
sv_se: Prenumeration växlad

source: Generate Customer Subscription Cache
sv_se: Generera cache för kundprenumeration

source: This will generate the persistent cache for linking users with subscriptions. The caches will be generated overtime in the background (via Action Scheduler).
sv_se: Detta kommer att generera en beständig cache för att länka användare med prenumerationer. Cachen kommer att genereras övertid i bakgrunden (via Action Scheduler).

source: Delete Customer Subscription Cache
sv_se: Radera cache för kundprenumeration

source: Renew now
sv_se: Förnya nu

source: Complete checkout to renew now.
sv_se: Slutför kassan för att förnya nu.

source: Order %s created to record early renewal.
sv_se: Beställning %s skapad för att registrera tidig förnyelse.

source: Cancel
sv_se: Avbryt

source: Early Renewal
sv_se: Tidig förnyelse

source: Accept Early Renewal Payments
sv_se: Acceptera tidig betalning för förnyelse

source: With early renewals enabled, customers can renew their subscriptions before the next payment date.
sv_se: Med tidig förnyelsebetalning aktiverat, kan kunder förnya sina prenumerationer innan nästa betalningsdatum.

source: Accept Early Renewal Payments via a Modal
sv_se: Acceptera tidiga förnyelsebetalningar via en Modal

source: Allow customers to bypass the checkout and renew their subscription early from their %1$sMy Account > View Subscription%2$s page. %3$sLearn more.%4$s
sv_se: Tillåt kunder att kringgå kassan och förnya sin prenumeration tidigt från sin %1$sMitt Konto > Visa Prenumeration%2$s-sida. %3$sLäs mer.%4$s

source: Pay now
sv_se: Betala nu

source: Renew early
sv_se: Förnya tidigt

source: We were unable to locate that subscription, please try again.
sv_se: Vi kunde inte hitta den prenumerationen. Försök igen.

source: We couldn't create a renewal order for your subscription, please try again.
sv_se: Vi kunde inte skapa en förnyelsebeställning för din prenumeration. Försök igen.

source: Payment for the renewal order was unsuccessful with your payment method on file, please try again.
sv_se: Betalning för förnyelsebeställningar med ditt betalningssätt. Försök igen.

source: Your early renewal order was successful.
sv_se: Din tidiga förnyelsebeställning lyckades.

source: Customer successfully renewed early with order %s.
sv_se: Kunden förnyade framgångsrikt tidigt med beställning %s.

source: Failed to update subscription dates after customer renewed early with order %s.
sv_se: Misslyckades att uppdatera prenumerationen efter att kunden förnyat tidigt med beställning %s.

source: Cancelled Subscription
sv_se: Avbruten prenumeration

source: Cancelled Subscription emails are sent when a customer's subscription is cancelled (either by a store manager, or the customer).
sv_se: E-post för avbruten prenumeration skickas när en kunds prenumeration har avbrutits (antingen av butikschefen eller kunden själv).

source: Subscription Cancelled
sv_se: Prenumeration avbruten

source: Enable this email notification
sv_se: Aktivera denna e-postnotifiering

source: Enter recipients (comma separated) for this email. Defaults to %s.
sv_se: Skriv in mottagare (komma-separerade) för detta e-postmeddelande. Standardvärde %s.

source: This controls the email subject line. Leave blank to use the default subject: %s.
sv_se: Detta kontrollerar meddelandets ämnesrad. Lämna blank för att använda standardämnet: %s.

source: This controls the main heading contained within the email notification. Leave blank to use the default heading: %s.
sv_se: Detta kontrollerar huvudrubriken i meddelandet. Lämna tomt för att använda standardrubriken: %s.

source: Choose which format of email to send.
sv_se: Välj vilket e-postformat att skicka.

source: Completed Renewal Order
sv_se: Slutförda förnyelsebeställningar

source: Subscription Switch Complete
sv_se: Prenumerationsväxling slutförd

source: Subscription switch complete emails are sent to the customer when a subscription is switched successfully.
sv_se: E-postmeddelande vid slutförd prenumerationsväxling skickas till kunden när en växling ha slutförts.

source: Your subscription change is complete
sv_se: Din prenumerationsändring är slutförd

source: Your {blogname} subscription change from {order_date} is complete
sv_se: Din prenumerationsändring från {blogname} den {order_date} är slutförd

source: Your subscription change is complete - download your files
sv_se: Din prenumerationsändring är slutförd - ladda ned dina filer

source: Your {blogname} subscription change from {order_date} is complete - download your files
sv_se: Din prenumerationsändring från {blogname} den {order_date} är slutförd - ladda ned dina filer

source: Customer Payment Retry
sv_se: Återförsök av kundbetalning

source: Automatic payment failed for {order_number}, we will retry {retry_time}
sv_se: Automatisk betalning för {order_number} misslyckades, vi försöker {retry_time}

source: Automatic payment failed for order {order_number}
sv_se: Automatisk betalning misslyckades för beställning {order_number}

source: Customer Renewal Invoice
sv_se: Förnyelsefaktura för kund

source: Sent to a customer when the subscription is due for renewal and the renewal requires a manual payment, either because it uses manual renewals or the automatic recurring payment failed for the initial attempt and all automatic retries (if any). The email contains renewal order information and payment links.
sv_se: Skickas till en kund när prenumerationen ska förnyas och manuell betalning krävs, antingen beroende på manuell betalning används eller att den automatiska betalningen misslyckades vid första försöket och påföljande försök (om några skett). Detta e-postmeddelande innehåller beställningsinformation och betalningslänkar för förnyelse.

source: Invoice for renewal order {order_number} from {order_date}
sv_se: Faktura för förnyelsebeställningen {order_number} den {order_date}

source: Invoice for renewal order {order_number}
sv_se: Faktura för förnyelsebeställning {order_number}

source: Expired Subscription
sv_se: Utgångna prenumerationer

source: Expired Subscription emails are sent when a customer's subscription expires.
sv_se: E-postmeddelande för utgångna prenumerationer skickas när en kunds prenumeration utgår.

source: Subscription Expired
sv_se: Prenumeration utgår

source: New Renewal Order
sv_se: Ny förnyelsebeställning

source: New renewal order emails are sent when a subscription renewal payment is processed.
sv_se: E-postmeddelanden om förnyelsebeställningar skickas när en prenumerations förnyelsebetalning behandlas.

source: New subscription renewal order
sv_se: Ny förnyelsebeställning av prenumeration

source: Subscription Switched
sv_se: Prenumerationen växlad

source: Suspended Subscription
sv_se: Avstängd prenumeration

source: Subscription Suspended
sv_se: Prenumerationen avstängd

source: Payment Retry
sv_se: Betalningsförsök

source: Automatic renewal payment failed
sv_se: Automatisk förnyelse-betalning misslyckades

source: Processing Renewal order
sv_se: Bearbetar förnyelseorder

source: Thank you for your order
sv_se: Tack för din beställning

source: Your {blogname} renewal order receipt from {order_date}
sv_se: Kvitto på förnyelse av prenumeration på {blogname} {order_date}

source: Supported features:
sv_se: Funktioner som stöds:

source: Subscription features:
sv_se: Prenumerationsfunktioner:

source: Change payment features:
sv_se: Ändra betalningsfunktioner:

source: Unable to find order for PayPal billing agreement.
sv_se: Det går inte att hitta beställning för PayPals faktureringsavtal.
