Repository: FWaldfelt/WooCommerce-translations
Catalog: woocommerce-memberships/woocommerce-memberships-*.po
Languages: sv_se

source: You've created your first membership plan!
sv_se: Du har skapat din första medlemskapsplan!

source: You've created your first user membership!
sv_se: Du har skapat ditt första användarmedlemskap!

source: User Memberships
sv_se: Användarmedlemskap

source: Removed User Membership for "%s".
sv_se: Tog bort användarmedlemskap för ”%s”.

source: User Membership for "%s" has been retained.
sv_se: Användarmedlemskap för ”%s” har behållits.

source: Memberships
sv_se: Medlemskap

source: Start Date (UTC)
sv_se: Startdatum (UTC)

source: End Date (UTC)
sv_se: Slutdatum (UTC)

source: Related Order
sv_se: Relaterad beställning

source: Related Product
sv_se: Relaterad produkt

source: Rules
sv_se: Regler

source: Access length
sv_se: Tillgångslängd

source: Access from
sv_se: Tillgång från

source: Members
sv_se: Medlemmar

source: Restrict content
sv_se: Begränsa innehåll

source: Restrict products
sv_se: Begränsa produkter

source: Purchasing discounts
sv_se: Rabatt på köp

source: Assigned manually
sv_se: Tilldelas manuellt

source: Account registration
sv_se: Kontoregistrering

source: Purchase
sv_se: Köpa

source: View Members
sv_se: Visa medlemmar

source: Subscription
sv_se: Prenumeration

source: This membership plan cannot be restored because it has active members.
sv_se: Denna medlemskapsplan kan inte återställas då den har aktiva medlemmar.

source: This membership plan cannot be moved to trash because it has active members.
sv_se: Denna medlemskapsplan kan inte flyttas till papperskorgen då den har aktiva medlemmar.

source: This membership plan cannot be permanently deleted because it has active members.
sv_se: Denna medlemskapsplan kan inte raderas permanent då den har aktiva medlemmar.

source: Make a duplicate from this membership plan
sv_se: Skapa en kopia av denna medlemskapsplan

source: Grant Access
sv_se: Tillåt åtkomst

source: Existing users: %s
sv_se: Befintliga användare: %s

source: Existing purchases: %s
sv_se: Befintliga köp: %s

source: Make a copy
sv_se: Gör en kopia

source: Membership plan copied.
sv_se: Medlemskapsplan kopierad.

source: (Copy)
sv_se: (Kopiera)

source: Active Memberships:
sv_se: Aktiva medlemsskap:

source: none
sv_se: ingen

source: The product %1$s is currently set to grant membership access to %2$s. When permanently deleted, it will be removed from the list of products that grant access.
sv_se: Produkten %1$s är för närvarande inställd på att bevilja medlemsåtkomst till %2$s. När den raderas permanent tas den även bort från listan över produkter som beviljar åtkomst.

source: Disallow restrictions rules
sv_se: Tillåt ej begränsningsregler

source: Allow restriction rules
sv_se: Tillåt begränsingsregler

source: Disallow member discounts
sv_se: Neka medlemsrabatter

source: Allow member discounts
sv_se: Tillåt medlemsrabatter

source: No Products have been marked as public.
sv_se: Inga produkter har markerats som offentliga.

source: No Products have been unmarked as public.
sv_se: Inga produkter har avmarkerats som offentliga.

source: No Products have been excluded from member discounts.
sv_se: Inga produkter har blivit uteslutna från medlemsrabatterna.

source: No Products have been marked to be eligible for member discounts from applicable membership plan rules.
sv_se: Inga produkter har markerats som berättigande för medlemsrabatter utifrån tillämpliga medlemskapsplansregler.

source: Name
sv_se: Namn

source: Email
sv_se: E-post

source: Member since
sv_se: Medlem sedan

source: Expires
sv_se: Utgår

source: Resume
sv_se: Återuppta

source: Pause
sv_se: Paus

source: Cancel
sv_se: Avbryt

source: Delete this membership permanently
sv_se: Radera detta medlemskap permanent

source: Delete
sv_se: Radera

source: Export to CSV
sv_se: Exportera till CSV

source: No Change
sv_se: Ingen ändring

source: Paused since %s
sv_se: Pausad sedan %s

source: Cancelled on %s
sv_se: Avbruten %s

source: Order: %s
sv_se: Beställning: %s

source: Never
sv_se: Aldrig

source: Today
sv_se: Idag

source: This week
sv_se: Denna vecka

source: This month
sv_se: Denna månad

source: All plans
sv_se: Alla planer

source: All statuses
sv_se: Alla statusar

source: User membership paused.
sv_se: Användarmedlemskap pausat.

source: User membership cancelled.
sv_se: Användarmedlemskap avbrutet.

source: Active Memberships
sv_se: Aktiva medlemskap

source: This user is a member of %s.
sv_se: Användaren är medlem av %s.

source: Add another membership.
sv_se: Lägg till annat medlemskap.

source: This user has no memberships yet.
sv_se: Användaren har inget medlemskap ännu.

source: Add a membership manually.
sv_se: Lägg till medlemskap manuellt.

source: Import / Export
sv_se: Importera / Exportera

source: Please select a user.
sv_se: Välj en användare.

source: Export User Memberships
sv_se: Exportera användare-medlemskap

source: Please upload a file to import memberships from.
sv_se: Ladda upp en fil att importera medlemskap från.

source: Are you sure you want to cancel this export?
sv_se: Är det säkert att du vill avbryta exporten?

source: Are you sure you want to cancel this import?
sv_se: Är det säkert att du vill avbryta importen?

source: Please confirm to save the rules or cancel to review without saving.
sv_se: Bekräfta för att spara regeln eller avbryt för att granska utan att spara.

source: Plans
sv_se: Planer

source: Membership Plans
sv_se: Medlemskapsplaner

source: Import from CSV
sv_se: Importera från CSV

source: See Documentation
sv_se: Se dokumentation

source: <strong>Members CSV Import</strong> - Importing members will create or update automatically User Memberships in bulk. Importing members <strong>does not</strong> create any associated billing, subscription or order records.
sv_se: <strong>CSV-import av medlemmar</strong> - Import av medlemmar skapar eller uppdaterar automatiskt användarmedlemskap i bulk. Import a medlemmar <strong>skapar inte</strong> några associerade faktureringar, prenumerationer eller andra poster.

source: Export Members
sv_se: Exportera medlemmar

source: Import Members
sv_se: Importera medlemmar

source: Import User Memberships
sv_se: Importera användarmedlemskap

source: Upload File and Import
sv_se: Ladda upp fil och importera

source: Export
sv_se: Exportera

source: Your CSV file must be formatted with the correct column names and cell data. Please %1$ssee the documentation%2$s for more information and a sample CSV file.
sv_se: Din CSV-fil måste vara formaterad med rätt kolumnnamn och celldata. Läs %1$sdokumentationen%2$s för mer information och exempel på en CSV-fil.

source: Choose a file from your computer
sv_se: Välj en fil från din dator

source: Acceptable file types: CSV or tab-delimited text files. Maximum file size: %s
sv_se: Accepterade filtyper: CSV eller tabbseparerade textfiler. Största filstorlek: %s

source: Undetermined
sv_se: Obestämd

source: Import Options
sv_se: Importinställningar

source: Update existing records if a matching user membership is found
sv_se: Uppdatera existerande poster om ett matchande användarmedlemskap finns

source: User memberships can be found either by user membership ID, or by a combination of user ID, login name or email address and a membership plan ID or slug.
sv_se: Användarmedlemskap kan hittas antingen med hjälp av användares medlems-ID, eller med en kombination av användar-ID, inloggningsnamn eller e-postadress och en medlemskapsplan-ID eller slug.

source: Allow membership transfer between users if the imported user differs from the existing user for the membership (skips conflicting rows when disabled)
sv_se: Tillåt överföring av medlemskap mellan användare om den importerade användaren skiljer sig från den existerande användaren för medlemskapet (hoppa över motstridiga rader vid inaktivering)

source: Will transfer a matched user membership if the user indicated in the same row differs from the one currently associated with the existing user membership.
sv_se: Flyttar ett matchat användarmedlemskap om användaren på samma rad skiljer sig från användaren som är associerad med det existerade användarmedlemskapet.

source: Create new user memberships if a matching user membership is not found (skips rows when disabled)
sv_se: Skapa nya användarmedlemskap om ett matchande användarmedlemskap inte hittas (hoppar över rader vid inaktivering)

source: Requires matching a valid plan, by ID or slug, and a user, by ID, email address or login name.
sv_se: Kräver en matchning av en giltigt plan , med ID eller slug, och en användare, med ID, e-postadress eller inloggningsnamn.

source: Create a new user if no matching user is found (skips rows when disabled)
sv_se: Skapa en ny användare om ingen matchande användare hittas (hoppar över rader vid inaktivering)

source: Users can be found either by ID, email address or login name provided.
sv_se: Användare kan hittas antingen efter ID, e-postadress eller angivet inloggningsnamn.

source: Send new account notification emails when creating new users during an import
sv_se: Skicka e-postaviseringar om nytt konto när nya användare skapas vid en import

source: Default Start Date
sv_se: Standard Startdatum

source: When creating new memberships, you can specify a default date to set a membership start date if not defined in the import data. Leave this blank to use today's date otherwise.
sv_se: När nya användare skapas, kan du specificera ett standarddatum för att sätta startdatum om inget definierats i importdatan. Lämna detta blankt för att istället använda dagens datum.

source: Dates timezone
sv_se: Datumens tidszon

source: Choose the timezone the dates in the import are from.
sv_se: Välj den tidszon som datumen i importen användare.

source: Site timezone
sv_se: Webbplatsens tidszon

source: Fields are separated by
sv_se: Fält är separerade med

source: Change the delimiter based on your input file format.
sv_se: Ändra avgränsade beroende på format i din fil.

source: Choose which plan(s) to export members from. Leave blank to export members from every plan.
sv_se: Välj vilken plan(er) att exportera medlemmar från. Lämna tomt för att exportera medlemmar från alla planer.

source: Leave blank to export members of any plan.
sv_se: Lämna blank för att exportera medlemmar från alla planer.

source: Leave blank to export members with any status.
sv_se: Lämna tomt för att exportera medlemmar oavsett status.

source: Start Date
sv_se: Startdatum

source: Start date of memberships to include in the exported file, in the format %s.
sv_se: Startdatum för medlemskap att inkludera i den exporterade filen, i formatet %s.

source: You can optionally specify a date range, or leave one of the fields blank for open-ended ranges.
sv_se: Du kan valfritt ange ett datumintervall, eller lämna ett av fälten tomt för öppna datumintervall.

source: End Date
sv_se: Slutdatum

source: Expiration date of memberships to include in the exported file, in the format %s.
sv_se: Utgångsdatum för medlemskap att inkludera i den exporterade filen, i formatet %s.

source: Include additional meta data
sv_se: Inkludera extra metadata

source: Add an extra column to the CSV file with all post meta of each membership in JSON format.
sv_se: Lägg till en extrakolumn i CSV-filen med all inläggsmeta för varje medlemskap i JSON-format.

source: Separate fields by
sv_se: Separera fält med

source: Change the delimiter based on your desired output format.
sv_se: Ändra avgränsaren baserat på önskat utdataformat.

source: Comma
sv_se: Komma

source: Tab space
sv_se: Tabb

source: Date Range
sv_se: Datumintervall

source: From:
sv_se: Från:

source: To:
sv_se: Till:

source: General
sv_se: Allmänt

source: Products
sv_se: Produkter

source: Messages
sv_se: Meddelanden

source: Allow cumulative purchases
sv_se: Tillåt kumulativa köp

source: Purchasing products that grant access to a membership in the same order extends the length of the membership.
sv_se: Att köpa produkter som ger tillgång till ett medlemskap i samma ordning förlänger medlemskapets längd.

source: Exclude products on sale from member discounts
sv_se: Undantag rea-produkter från medlemsrabatter

source: Do not apply member discounts from any membership plan discount rules to products that are currently on sale.
sv_se: Tillämpa inte medlemsrabatter från någon medlemskapsplan för produkter på rea.

source: Hide restricted products
sv_se: Dölj begränsade produkter

source: If enabled, products with viewing restricted will be hidden from the shop catalog. Products will still be accessible directly, unless Content Restriction Mode is "Hide completely".
sv_se: Vid aktivering döljs produkter med begränsad visning från butikskatalogen. Produkter kommer fortfarande vara direkt tillgängliga, såvida inte innehållsbegränsningsläget är ”Dölj helt”.

source: Customize restriction and discount messages displayed to non-members and members. Basic HTML is allowed. You can also use the following merge tags:
sv_se: Anpassa begränsnings- och rabattmeddelanden som visas för icke-medlemmar och medlemmar. Grundläggande HTML är tillåtet. Du kan också använda följande merge taggar:

source: Edit messages for:
sv_se: Redigera meddelande för:

source: Blog posts restriction
sv_se: Blogginläggbegränsning

source: Pages restriction
sv_se: Sidbegränsning

source: Content restriction
sv_se: Innehållsbegränsning

source: Products restriction
sv_se: Produktbegränsning

source: Purchasing discount
sv_se: Rabatterade köp

source: Post restricted messages
sv_se: Lägg in begränsningsmeddelanden

source: The following messages may be shown to members and non-members when trying to access a blog post.
sv_se: Följande meddelande kan visas för medlemmar och icke-medlemmar när de försöker komma åt ett blogginlägg.

source: Post restricted (product purchase required)
sv_se: Inlägget är begränsat (produktköp krävs)

source: Displays when purchase is required to view the blog post.
sv_se: Visas när ett köp krävs för att visa blogginlägget.

source: Message displayed if visitor does not have access to the post, but can purchase it.
sv_se: Meddelande visas om besökare inte har åtkomst till inlägget, men kan köpa åtkomst.

source: Post restricted (membership required)
sv_se: Inlägget är begränsat (medlemskap krävs)

source: Displays if the blog post is restricted to a membership that cannot be purchased.
sv_se: Visas om blogginlägget är begränsat till ett medlemsskap som inte kan köpas.

source: Message displayed if visitor does not have access to the post and no products can grant access.
sv_se: Meddelandet visas om besökaren inte har åtkomst till inlägget och ingen produkt kan ge åtkomst till det.

source: Post delayed (members)
sv_se: Inlägget är ördröjt (medlemmar)

source: Displays if access to blog post is not available yet.
sv_se: Visas om åtkomst till blogginlägget inte är tillgängligt ännu.

source: Message displayed if the current user is a member but does not have access to the post yet.
sv_se: Meddelandet visas om besökaren är medlem men inte har åtkomst till inlägget ännu.

source: Page restricted messages
sv_se: Sidbegränsade meddelanden

source: The following messages may be shown to members and non-members when trying to access a page.
sv_se: Följande meddelanden kan visas för medlemmar och icke-medlemmar när de försöker komma åt en sida.

source: Page restricted (product purchase required)
sv_se: Sidan är begränsad (produktköp krävs)

source: Displays when purchase is required to view the page.
sv_se: Visas när ett köp krävs för åtkomst till sidan.

source: Message displayed if visitor does not have access to the page, but can purchase it.
sv_se: Meddelandet visas om besökaren inte hat åtkomst till sidan, men kan köpa åtkomst.

source: Page restricted (membership required)
sv_se: Sidan är begränsad (medlemskap krävs)

source: Displays if the page is restricted to a membership that cannot be purchased.
sv_se: Visas om sidan är begränsad till ett medlemskap som inte kan köpas.

source: Message displayed if visitor does not have access to the page and no products can grant access.
sv_se: Meddelandet visas om besökare inte hat åtkomst till sidan och ingen produkt kan ge åtkomst.

source: Page delayed (members)
sv_se: Sidan är fördröjd (medlemmar)

source: Displays if access to page is not available yet.
sv_se: Visar om åtkomst till sidan inte är tillgängligt ännu.

source: Message displayed if the current user is a member but does not have access to the page yet.
sv_se: Meddelandet visas om besökaren är medlem, men inte hat åtkomst till sidan ännu.

source: Content restricted messages
sv_se: Innehållsbegränsnings-meddelanden

source: The following messages may be shown to members and non-members when trying to access content that is not a product, blog post, or page (such as a custom content type).
sv_se: Följande meddelanden kan visas till medlemmar eller icke-medlemmar när de försöker komma åt innehåll, som inte är en produkt, blogginlägg eller sida (t.ex. en anpassad innehållstyp).

source: Content restricted (product purchase required)
sv_se: Innehållet är begränsat (produktköp krävs)

source: Displays when purchase is required to view the content.
sv_se: Visas när ett köp krävs för åtkomst till innehållet.

source: Message displayed if visitor does not have access to the content, but can purchase it.
sv_se: Meddelandet visas om en besökare inte hat åtkomst till innehållet, men kan köpa åtkomst.

source: Content restricted (membership required)
sv_se: Innehållet är begränsat (medlemsskap krävs)

source: Displays if the content is restricted to a membership that cannot be purchased.
sv_se: Visas om innehållet är begränsat till ett medlemskap som inte kan köpas.

source: Message displayed if visitor does not have access to the content and no products can grant access.
sv_se: Meddelandet visas om besökaren inte har åtkomst till innehållet och ingen produkt kan ge åtkomst.

source: Content delayed (members)
sv_se: Innehållet är fördröjt (medlemmar)

source: Displays if access to content is not available yet.
sv_se: Visas om åtkomst till innehållet inte är tillgängligt ännu.

source: Message displayed if the current user is a member but does not have access to content yet.
sv_se: Meddelandet visas om besökaren är en medlem, men inte har åtkomst till innehållet ännu.

source: Product restriction messages
sv_se: Produktbegränsnings-meddelanden

source: The following messages may be shown to members and non-members when trying to view or purchase products.
sv_se: Följande meddelanden kan visas för medlemmar och icke-medlemmar när de försöker visa eller köpa produkter.

source: Product viewing or purchasing delayed (members)
sv_se: Visning eller köp av produkt är fördröjt (medlemmar)

source: Displays if access for viewing or purchasing a product is not available yet.
sv_se: Visas om åtkomst att se eller köpa en produkt inte är tillgängligt ännu.

source: Message displayed if the current user is a member but does not have access yet to view or purchase the product.
sv_se: Meddelandet visas om besökaren är en medlem, men inte har åtkomst att se eller köpa produkten ännu.

source: Product viewing restricted (purchase required)
sv_se: Visning av produkten är begränsat (köp krävs)

source: Displays when purchase is required to view the product.
sv_se: Visas när köp krävs för att visa produkten.

source: Message displayed if viewing is restricted to members but access can be purchased.
sv_se: Meddelandet visas om visning är begränsad till medlemmar, men åtkomst kan köpas.

source: Product viewing restricted (membership required)
sv_se: Visning av produkten är begränsat (medlemskap krävs)

source: Displays if viewing is restricted to a membership that cannot be purchased.
sv_se: Visas när visning är begränsad till ett medlemskap som inte kan köpas.

source: Message displayed if viewing is restricted to members and no products can grant access.
sv_se: Meddelandet visas om visning är begränsat till medlemmar och ingen produkt kan ge åtkomst.

source: Product buying restricted (purchase required)
sv_se: Handel av produkten är begränsat (köp krävs)

source: Displays when purchase is required to buy the product.
sv_se: Visas när ett köp krävs för att handla produkten.

source: Message displayed if purchasing is restricted to members but access can be purchased.
sv_se: Meddelandet visas om produktköp r begränsat för medlemmar, men åtkomst kan köpas.

source: Product buying restricted (membership required)
sv_se: Köp av produkten är begränsat (medlemskap krävs)

source: Displays if purchasing is restricted to a membership that cannot be purchased.
sv_se: Visas om köp av en produkt är begränsat till ett medlemskap som inte kan köpas.

source: Message displayed if purchasing is restricted to members and no products can grant access.
sv_se: Meddelandet visas om köp av en produkt är begränsat till medlemmar, och ingen produkt kan ge åtkomst.

source: The following messages may be used to inform non-members of discounts.
sv_se: Följande meddelanden kan användas för att informera icke-medlemmar om rabatter.

source: Product discounted (purchase required)
sv_se: Produkt rabatterad (köp krävs)

source: Message displayed to non-members if the product has a member discount.
sv_se: Meddelandet visas för icke-medlemmar om en produkt har medlemsrabatt.

source: Displays below add to cart buttons. Leave blank to disable.
sv_se: Visas nedanför ”Lägg i kundvagn”-knappar. Lämna tomt för att inaktivera.

source: Product discounted (membership required)
sv_se: Produkt rabatterad (medlemskap krävs)

source: Message displayed to non-members if the product has a member discount, but no products can grant access.
sv_se: Meddelandet visas för icke-medlemmar om produkten har medlemsrabatt, men ingen produkt kan ge åtkomst.

source: Member discount login reminder
sv_se: Påminnelse om inloggning för medlemsrabatt

source: Do not show
sv_se: Visa inte

source: Show on cart page
sv_se: Visa på varukorgs-sidan

source: Show on checkout page
sv_se: Visa på kassa-sidan

source: Show on both cart & checkout page
sv_se: Visa både i varukorg och kassan

source: Select when & where to display login reminder notice for guests if products in cart have member discounts.
sv_se: Välj när & var du vill visa påminnelse om inloggning för gäster om produkter i kundvagnen har medlemsrabatter.

source: Member discount login message
sv_se: Inloggningsmeddelande för medlemsrabatt

source: Message to remind members to log in to claim a discount. Leave blank to use the default log in message.
sv_se: Meddelande för att påminna medlemmar att logga in för att använda en rabatt. Lämna tomt för att använda standardmeddelandet för inloggning.

source: for example: "%s"
sv_se: till exempel: ”%s”

source: Privacy
sv_se: Integritet

source: Account erasure requests
sv_se: Begäran om radering av konto

source: Delete all matching memberships when %1$susers request to erase their personal data%2$s.
sv_se: Raderar alla matchande medlemskap när %1$sanvändare begär att radering av deras personliga data%2$s.

source: No redirect
sv_se: Ingen omdirigering

source: Members area
sv_se: Medlemsområde

source: Redirect members upon login to the "My Account - Members Area" page. If the Members Area is not enabled on a member's plan, the member will not be redirected.
sv_se: Omdirigerar medlemmar till ”Mitt konto - Medlemsområde”-sidan vid inloggning. Om medlemsområdet inte är aktiverat i medlemmens plan, blir medlemmen inte omdirigerad.

source: Site page
sv_se: Webbplatssida

source: Redirect members upon login to a site page. If this page is restricted from a member's plan the member won't be redirected.
sv_se: Omdirigerar medlemmar till en sida på webbplatsen vid inloggning. Om denna sida är begränsad från en medlems plan kommer medlemmen inte bli omdirigerad.

source: Content restriction mode
sv_se: Innehållsbegränsningsläge
