Repository: FWaldfelt/WooCommerce-translations
Catalog: woocommerce-memberships/woocommerce-memberships-*.po
Languages: sv_se

source: Product(s) purchase
sv_se: Produktköp

source: Specific length
sv_se: Specificerad längd

source: Fixed dates
sv_se: Fasta datum

source: Day(s)
sv_se: Dag(ar)

source: Week(s)
sv_se: Vecka(or)

source: Month(s)
sv_se: Månad(er)

source: Year(s)
sv_se: År

source: %s (inactive)
sv_se: %s inaktiv

source: Add Membership Plan
sv_se: Lägg till medlemskapsplan

source: Add New Membership Plan
sv_se: Lägg till ny medlemskapsplan

source: Edit
sv_se: Redigera

source: Edit Membership Plan
sv_se: Redigera medlemskapsplan

source: New Membership Plan
sv_se: Ny medlemskapsplan

source: View Membership Plans
sv_se: Visa medlemskapsplaner

source: View Membership Plan
sv_se: Granska medlemskapsplan

source: Search Membership Plans
sv_se: Sök medlemskapsplaner

source: No Membership Plans found
sv_se: Hittade ingen medlemskapsplan

source: No Membership Plans found in trash
sv_se: Hittade ingen medlemskapsplan i papperskorgen

source: This is where you can add new Membership Plans.
sv_se: Det är här du kan lägga till en nya medlemskapsplaner.

source: Add New User Membership
sv_se: Lägg till användarmedlemskap

source: Edit User Membership
sv_se: Redigera användarmedlemskap

source: New User Membership
sv_se: Ny användarmedlemskap

source: View User Memberships
sv_se: Visa användarmedlemskaper

source: View User Membership
sv_se: Granska användarmedlemskap

source: Search Members
sv_se: Sök medlemmar

source: No User Memberships found
sv_se: Hittade inget användarmedlemskap

source: No User Memberships found in trash
sv_se: Hittade inget användarmedlemskap i papperskorgen

source: This is where you can add new User Memberships.
sv_se: Det är här du kan lägga till nya användarmedlemskaper.

source: Membership Plan saved.
sv_se: Medlemskapsplan sparad.

source: Custom field updated.
sv_se: Anpassat fält uppdaterat.

source: Custom field deleted.
sv_se: Anpassat fält raderat.

source: User Membership saved.
sv_se: Användarmedlemskap sparat.

source: Percentage
sv_se: Procentsats

source: An active membership
sv_se: Ett aktivt medlemskap

source: Allowed membership plans
sv_se: Tillåtna medlemskapsplaner

source: Choose plans
sv_se: Välj planer

source: Membership plans
sv_se: Medlemskapsplaner

source: No published plans
sv_se: Inga publicerade planer

source: Not published
sv_se: Inte publicerad

source: %d item
sv_se: %d artikel

source: Membership paused.
sv_se: Medlemskap pausat.

source: Membership cancelled.
sv_se: Medlemskap annullerat.

source: Membership expired.
sv_se: Medlemskap utgått.

source: Membership resumed.
sv_se: Medlemskap återupptaget.

source: Membership activated.
sv_se: Medlemskap aktiverat.

source: Active <span class="count">(%s)</span>
sv_se: Aktiv <span class=”count”>(%s)</span>

source: Delayed <span class="count">(%s)</span>
sv_se: Fördröjd <span class=”count”>(%s)</span>

source: Pending Cancellation <span class="count">(%s)</span>
sv_se: Väntar på annullering <span class=”count”>(%s)</span>

source: This content is part of your membership, but not yet! You will gain access on {date}.
sv_se: Detta innehåll är en del av ditt medlemskap, men inte än! Du får åtkomst {date}.

source: To access this content, you must purchase {products}.
sv_se: För att komma åt detta innehåll måste du köpa {products}.

source: This content is only available to members.
sv_se: Innehållet är endast åtkomligt för medlemmar.

source: This category is part of your membership, but not yet! You will gain access on {date}.
sv_se: Denna kategori är en del av ditt medlemskap, men inte än! Du får åtkomst {date}.

source: This category can only be viewed by members. To view this category, sign up by purchasing {products}.
sv_se: Denna kategori kan endast ses av medlemmar. För att se denna kategori, registrera dig genom att köpa {products}.

source: This category can only be viewed by members.
sv_se: Denna kategori kan enbart ses av medlemmar.

source: This post is part of your membership, but not yet! You will gain access on {date}.
sv_se: Detta inlägg är en del av ditt medlemskap, men inte än! Du får åtkomst {date}.

source: To access this post, you must purchase {products}.
sv_se: För att komma åt detta inlägg, måste du köpa {products}.

source: This post is only available to members.
sv_se: Detta inlägg är enbart tillgängligt för medlemmar.

source: This page is part of your membership, but not yet! You will gain access on {date}.
sv_se: Denna sida är en del av ditt medlemskap, men inte än! Du får åtkomst {date}.

source: To access this page, you must purchase {products}.
sv_se: För att komma åt denna sida, måste du köpa {products}.

source: This page is only available to members.
sv_se: Denna sida är enbart tillgänglig för medlemmar.

source: This product is part of your membership, but not yet! It will become available on {date}.
sv_se: Denna produkt är en del av ditt medlemskap, men inte än! Du får åtkomst {date}.

source: This product can only be viewed by members. To view or purchase this product, sign up by purchasing {products}.
sv_se: Denna product kan bara ses av medlemmar. För att se eller köpa denna produkt kan du registrera dig genom att köpa {products}.

source: This product can only be viewed by members.
sv_se: Denna produkt kan enbart ses av medlemmar.

source: This product can only be purchased by members. To purchase this product, sign up by purchasing {products}.
sv_se: Denna product kan bara köpas av medlemmar. För att köpa denna produkt kan du registrera dig genom att köpa {products}.

source: This product can only be purchased by members.
sv_se: Denna produkt kan enbart köpas av medlemmar.

source: This product category is part of your membership, but not yet! You will gain access on {date}.
sv_se: Denna produktkategori är en del av ditt medlemskap, men inte än! Du får åtkomst {date}.

source: This product category can only be viewed by members.
sv_se: Denna produktkategori kan enbart ses av medlemmar.

source: Want a discount? Become a member by purchasing {products}!
sv_se: Vill du ha rabatt? Bli medlem genom att köpa {products}!

source: Want a discount? Become a member!
sv_se: Vill du ha rabatt? Bli medlem!

source: This item is discounted for members. {Login} to claim it!
sv_se: Denna vara är rabatterad för medlemmar. {Login} för att komma åt din rabatt!

source: An item in your cart is discounted for members. {Login} to claim it!
sv_se: En vara i din varukorg är rabatterad för medlemmar. {Login} för att komma åt din rabatt!

source: Some items in your cart are discounted for members. {Login} to claim them!
sv_se: En del varor i din varukorg är rabatterade för medlemmar. {Login} för att komma åt dina rabatter!

source: A product that grants access
sv_se: En produkt som ger åtkomst

source: %s automatically inserts the product(s) needed to gain access.
sv_se: %1$s infogar automatisk de produkter som behövs för att få åtkomst.

source: %s inserts the date when the member will gain access to delayed content.
sv_se: %s infogar datumet när medlemmen får åtkomst till fördröjt innehåll.

source: %s inserts the highest product discount obtainable by becoming a member.
sv_se: %s infogar den högsta produktrabatten som kan erhållas genom att bli medlem.

source: %s inserts the URL to the "My Account" page with the login form.
sv_se: %s infogar URL till ”Mitt konto”-sidan med inloggningsformuläret.

source: %s inserts a login link to the "My Account" page with the login form.
sv_se: %s infogar en inloggningslänk till ”Mitt konto”-sidan med inloggningsformuläret.

source: Invalid default start date.
sv_se: Ogiltigt standard-startdatum.

source: Invalid timezone.
sv_se: Ogiltig tidszon.

source: Delayed membership activated
sv_se: Fördröjt medlemskap aktiverat

source: Delayed membership activated emails are sent to members when a delayed membership is activated.
sv_se: Fördröjda medlemskap aktiverade e-postmeddelanden skickas till medlemmarna när ett fördröjt medlemskap aktiveras.

source: Your {site_title} membership is now active!
sv_se: Ditt {site_title}-medlemsskap är nu aktivt!

source: You can now access {membership_plan}
sv_se: Du har nu tillgång till {membership_plan}

source: <p>Hey {member_name},</p> <p>Your {membership_plan} membership at {site_title} is now active!</p> <p>You can view more details about your membership from <a href="{membership_view_url}">your account</a>.</p> <p>{site_title}</p>
sv_se: <p>Hej {member_name},</p> <p>Ditt {membership_plan} medlemskap på {site_title} iär nu aktivt!</p> <p>Du kan se detaljer över ditt medlemskap från<a href=”{membership_view_url}”>ditt konto</a>.</p> <p>{site_title}</p>

source: Membership ended
sv_se: Medlemskapet upphört

source: Membership ended emails are sent to plan members in the moment their membership expires.
sv_se: ”Medlemskapet upphört”-meddelanden skickas till medlemmar när deras medlemskap upphör.

source: Membership ending soon
sv_se: Medlemskap slutar snart

source: Membership ending soon emails are sent to plan members when their membership is about to expire.
sv_se: ”Medlemskap slutar snart”-meddelanden skickas till medlemmar när deras medlemskap håller på att upphöra.

source: Your {site_title} membership ends soon!
sv_se: Ditt {site_title} medlemsskap upphör snart!

source: An update about your {membership_plan}
sv_se: En uppdatering om ditt {membership_plan}

source: You are about to update the schedule to send emails when a membership is about to expire.
sv_se: Du är på väg att uppdatera schemaläggningen av e-postutskick när ett medlemskap är på väg att upphöra.

source: Send Email Days Before
sv_se: Skicka e-post

source: day(s) before
sv_se: dag(ar) före

source: Number of days before the membership expires the email will be sent. Note: this shouldn't exceed the length of the Membership plan itself.
sv_se: Antal dagar för medlemskapets upphörande som e-postmeddelande ska skickas. Detta ska inte vara längre än längden på medlemskapsplanen.

source: Membership note
sv_se: Medlemsmeddelande

source: Membership renewal reminder
sv_se: Påminnelse om förnyelse av medlemskap

source: Membership renewal reminder emails are sent to former plan members inviting them to renew their membership. %1$sRenewal reminders are not sent for non-renewable memberships, such as registration-based or admin-assign only memberships%2$s.
sv_se: ”Påminnelse om förnyelse av medlemskap”-meddelanden skickar till före detta medlemmar och bjuder in dem att förnya sitt medlemskap. %1$sPåminnelser skickas inte för icke-förnybara medlemskap, såsom registrerings-baserade eller administratörs-tilldelade medlemskap.%2$s.

source: Send Email Days After
sv_se: Skicka e-post efter

source: day(s) after
sv_se: dag(ar) efter

source: Number of days after the membership has expired the email will be sent to users who haven't renewed their membership yet.
sv_se: Antal dagar efter medlemskapets utgång skickas e-postmeddelande till användare som inte har förnyat sitt medlemskap.

source: Invalid membership.
sv_se: Ogiltigt medlemskap.

source: Membership cancelled by customer.
sv_se: Medlemskap avbrutet av kund.

source: Your membership was cancelled.
sv_se: Ditt medlemskap avbröts.

source: Cannot cancel this membership.
sv_se: Kan inte avbryta detta medlemskap.

source: Back to %s
sv_se: Tillbaka till %s

source: Dashboard
sv_se: Kontrollpanel

source: N/A
sv_se: Ej tillgänglig

source: Actions
sv_se: Händelser

source: Renew
sv_se: Förnya

source: View
sv_se: Visa

source: First
sv_se: Första

source: Previous
sv_se: Föregående

source: Next
sv_se: Nästa

source: Last
sv_se: Sista

source: Content
sv_se: Innehåll

source: Notes
sv_se: Meddelanden

source: Manage
sv_se: Hantera

source: or
sv_se: eller

source: and
sv_se: och

source: Thanks for purchasing a membership!
sv_se: Tack för att du köpt ett medlemskap!

source: You can view more details about your membership from %1$syour account%2$s.
sv_se: Du kan se mer detaljer över ditt medlemskap från %1$sditt konto%2$s.

source: You can view details for each membership in your account:
sv_se: Du kan visa detaljer för varje medlemskap i ditt konto:

source: There are no groups to import.
sv_se: Det finns inga grupper att importera.

source: For each group, specify which plan should we import members to.
sv_se: För varje grupp, ange vilken plan vi ska importera medlemmarna till.

source: Group: %s (ID #%d)
sv_se: Grupp: %s (ID #%d)

source: What should be done with members of this group?
sv_se: Vad ska göras med medlemmar i denna grupp?

source: Skip
sv_se: Hoppa över

source: Import all members to:
sv_se: Importera alla medlemmar till:

source: Confirm Import
sv_se: Bekräfta import

source: %d member imported from Groups.
sv_se: %d medlem importerad från Groups.

source: No members were imported from Groups.
sv_se: Inga medlemmar blev importerade från Grupper.

source: Membership imported from Group "%s" (ID #%d)
sv_se: Medlemskap importerat från Groups " %s" (ID #% d)

source: Membership not linked to a Subscription
sv_se: Medlemskap inte kopplat till en prenumeration

source: %1$s - %2$sEdit Link%3$s
sv_se: %1$s - %2$sRedigera länk%3$s

source: Link to a Subscription or keep empty to leave unlinked
sv_se: Länka till en prenumeration eller lämna tomt för att låta vara olänkad

source: Subscription:
sv_se: Prenumeration:

source: Next Bill On:
sv_se: Nästa faktura den:

source: Subscription-tied Membership length
sv_se: Längd på prenumerationsbaserat medlemskap

source: Subscription length
sv_se: Prenumerationslängd

source: When does the membership tied to a subscription expire?
sv_se: När utgår det prenumerationsbaserade medlemskapet?

source: The membership will be active indefinitely, even after the subscription billing cycle is complete, as long as it has been fully paid.
sv_se: Medlemskapet kommer att vara aktivt på obestämd tid, även efter att prenumerationens betalningscykel är över, så länge det är har blivit helt betalt.

source: When unlimited access is granted via the purchase of a subscription, the membership will be active for the period of the subscription length, and will stay active beyond that as long as the customer successfully completed the subscription billing cycle.
sv_se: När obegränsad medlemstillträde beviljas genom köp av en prenumeration kommer medlemskapet vara aktivt hela prenumerationslängden, och förbli aktivt efter att kunden har slutfört hela betalningscykeln.

source: The membership will be active as long as the purchased subscription stays active.
sv_se: Detta medlemskap är aktivt så länge det den köpta prenumerationen är aktiv.

source: When access is granted via the purchase of a subscription, the membership length becomes tied to the length of the subscription.
sv_se: När medlemstillträde beviljas via köp av en prenumeration, är medlemskapets längd bundet till prenumerationens längd.

source: The membership will be active for the length specified above, regardless of billing dates, so long as the subscription has been fully paid.
sv_se: Medlemskapet är aktivt under den specificerade längden ovan, detta oavsett betalningsdatum, så länge prenumerationen har blivit betald.

source: When membership access is granted via the purchase of a subscription, then membership length will last for the specified period, regardless of the subscription length, as long as the customer pays for the subscription costs.
sv_se: När medlemstillträde beviljas via köp av en prenumeration kommer medlemskapet fortgå under den angivna perioden, oavsett prenumerationslängd, så länge kunden betalar prenumerationskonstnaderna.

source: The membership will be active between the selected dates, regardless of billing dates, so long as the subscription has been fully paid.
sv_se: Medlemskapet är aktivt mellan de valda datumen, oavsett betalningsdatum, så länge prenumerationen har blivit betald.

source: When membership access is granted via the purchase of a subscription, the membership will last until the specified date, regardless of the subscription sign up date and the subscription length, as long as the customer pays for the subscription costs.
sv_se: När medlemstillträde beviljas via köp av en prenumeration kommer medlemskapet fortgå till det angivna datumet, oavsett registreringsdatum och prenumerationslängden, så länge kunden har betalar prenumerationskostnaderna.

source: Start after trial
sv_se: Starta efter testperiod

source: Delete this membership permanently and the subscription associated with it
sv_se: Radera detta medlemskap permanent och dess associerade prenumeration

source: Delete with subscription
sv_se: Radera med prenumeration

source: Subscription based: %s
sv_se: Prenumerationsbaserat: %s

source: Subscription: %s
sv_se: Prenumeration: %s

source: Delete User Membership with Subscription
sv_se: Ta bort användarmedlemskap med abonnemang

source: Subscription-tied membership plan: %s
sv_se: Prenumerationsbunden medlemskapsplan: %s

source: Yes
sv_se: Ja

source: No
sv_se: Nej

source: Optional
sv_se: Valfri

source: Installment plan
sv_se: Avbetalningsplan

source: Discounts apply to subscriptions sign up fees
sv_se: Rabatter gäller för registreringsavgifter för prenumerationer

source: If enabled, membership discounts will also apply to sign up fees of subscription products.
sv_se: Om det är aktiverat kommer medlemsrabatter också att gälla för registreringsavgifter för prenumerationsprodukter.

source: Free Trial <span class="count">(%s)</span>
sv_se: Gratis testperiod <span class=”count”>(%s)</span>

source: View Billing
sv_se: Visa betalning

source: Next Payment Date
sv_se: Nästa betalningsdatum

source: Next Bill On
sv_se: Nästa faktura den

source: Membership paused because WooCommerce Subscriptions was deactivated.
sv_se: Medlemskapet pausat eftersom WooCommerce Subscription inaktiverades.

source: Unique identifier of a subscription the user membership is tied to.
sv_se: Unik identifiering av en prenumeration som användarmedlemskapet är bundet till.

source: Subscription%s invalid or not found.
sv_se: Prenumeration %s ogiltig eller inte hittat.

source: Invalid installment plan flag value.
sv_se: Ogiltigt flaggvärde för avbetalningsplan.

source: Membership cancelled because subscription was trashed.
sv_se: Medlemskapet avbröts eftersom prenumerationen kastades.

source: Membership cancelled because subscription was deleted.
sv_se: Medlemskapet avbröts eftersom prenumerationen blev raderad.

source: Membership activated because subscription was re-activated.
sv_se: Medlemskapet aktiverades eftersom prenumerationen blev återaktiverad.

source: Membership paused because subscription was put on-hold.
sv_se: Medlemskapet pausades eftersom prenumerationen sattes till väntande.

source: Membership expired because subscription expired.
sv_se: Medlemskapet utgick eftersom prenumerationen utgick.

source: Membership cancelled because subscription was cancelled.
sv_se: Medlemskapet avbröts eftersom prenumerationen avbröts.

source: Membership cancelled because subscription was switched.
sv_se: Medlemskapet avbröts eftersom prenumerationen växlades.

source: Membership cancelled because subscription was removed.
sv_se: Medlemskapet avbröts eftersom prenumerationen blev borttagen.

source: Membership reactivated because subscription was readded.
sv_se: Medlemskapet återaktiverades eftersom prenumerationen las till igen.

source: Subscription #%1$s - %2$s
sv_se: Prenumeration #%1$s - %2$s

source: Related Subscription
sv_se: Relaterad prenumeration

source: View site as a member of this plan
sv_se: Visa webbplats som medlem av denna plan

source: View site as member
sv_se: Visa webbplats som medlem

source: Export job not found
sv_se: Exportjobb hittades inte

source: No file was uploaded.
sv_se: Ingen fil blev uppladdad.

source: File upload error.
sv_se: Filuppladdningsfel.

source: %s row skipped.
sv_se: %s rad överhoppad.

source: No new users were given access to this plan.
sv_se: Inga nya användare gavs åtkomst till denna plan.

source: View all memberships for "%s".
sv_se: Visa alla medlemskap för ”%s”.

source: There is no content assigned to this membership.
sv_se: Det finns inget innehåll kopplat till detta medlemskap.

source: Excerpt
sv_se: Utdrag

source: Now
sv_se: Nu

source: There are no discounts available for this membership.
sv_se: Det finns inga tillgänglig rabatter för detta medlemskap.

source: My Price
sv_se: Mitt pris

source: Description
sv_se: Beskrivning

source: Image
sv_se: Bild

source: Available from %s
sv_se: Tillgänglig från %s

source: There are no member discounts currently active.
sv_se: Det finns inga aktiva medlemsrabatter.

source: There are no notes for this membership.
sv_se: Det finns inga noteringar för detta medlemskap.

source: Date
sv_se: Datum

source: Time
sv_se: Tid

source: Author
sv_se: Författare

source: Note Content
sv_se: Anteckningsinnehåll

source: There are no products assigned to this membership.
sv_se: Det finns inga produkter kopplade till detta medlemskap.

source: Price
sv_se: Pris

source: Are you sure that you want to cancel your membership?
sv_se: Är det säkert att du vill avbryta ditt medlemskap?

source: Looks like you don't have a membership yet!
sv_se: Du verkar inte ha ett medlemskap ännu!

source: Sell memberships that provide access to restricted content, products, discounts, and more!
sv_se: Sälj medlemskap som ger åtkomst till begränsat innehåll, produkter, rabatter m.m.!

# Duplicate a Membership Plan
source: Duplicate
sv_se: Duplicera

# Admin menu name
source: Memberships
sv_se: Medlemskap

# Page title
source: Content restricted
sv_se: Begränsat innehåll

# Page title
source: Import members from Groups
sv_se: Importera medlemmar från Grupper

# Page slug
source: content-restricted
sv_se: innehåll-begransat

# Membership Status
source: Active
sv_se: Aktiv

# Membership Status
source: Complimentary
sv_se: Kostnadsfri

# Membership Status
source: Pending Cancellation
sv_se: Väntar på annullering

# Membership Status
source: Paused
sv_se: Pausat

# Membership Status
source: Expired
sv_se: Utgånget

# Membership Status
source: Cancelled
sv_se: Avbruten

# Membership Status
source: Free Trial
sv_se: Gratis testperiod

# Membership status
source: Delayed
sv_se: Fördröjd

# Capitalized
source: %1$sLog in%2$s
sv_se: %1$sLogga in%2$s

# Lowercase
source: %1$slog in%2$s
sv_se: %1$slogga in%2$s

# Membership end date
source: Expires
sv_se: Utgår
