Repository: FWaldfelt/WooCommerce-translations
Catalog: woocommerce-memberships/woocommerce-memberships-*.po
Languages: sv_se

source: Hide completely
sv_se: Dölj helt

source: Hide content only
sv_se: Dölj bara innehåll

source: Redirect to page
sv_se: Omdirigera till sida

source: Specifies the way content is restricted: whether to show nothing, excerpts, or send to a landing page.
sv_se: Anger hur innehållet är begränsat: vare sig det ska visas ingenting, utdrag eller skicka till en målsida.

source: "Hide completely" removes all traces of content for non-members, search engines and 404s restricted pages.
sv_se: ”Dölj helt” tar bort alla spår av innehåll för icke-medlemmar, sökmotorer och 404-sidor för begränsade sidor.

source: "Hide content only" will show items in archives, but protect page or post content and comments.
sv_se: ”Dölj bara innehåll” visas objekt i arkiv, men skyddar sid- eller inläggsinnehåll och kommentarer.

source: Redirect page
sv_se: Omdirigera sida

source: Select the page to redirect non-members to - should contain the [wcm_content_restricted] shortcode.
sv_se: Välj sidan för att omdirigera icke-medlemmar till - ska innehålla [wcm_content_restricted] shortcode.

source: Show excerpts
sv_se: Visa utdrag

source: If enabled, an excerpt of the protected content will be displayed to non-members & search engines.
sv_se: Vid aktivering visas ett utdrag av det skyddade innehållet för icke-medlemmar och sökmotorer.

source: Inherit parent restrictions
sv_se: Ärv föräldrabegränsningar

source: If enabled, hierarchical post types such as pages will apply restriction rules to their children.
sv_se: Vid aktivering kommer hierarkiska inläggstyper såsom sidor att tillämpa begränsningsregler för sina barn.

source: Redirect members upon login
sv_se: Omdirigera medlemmar vid inloggning

source: Choose a page to redirect members to when they log into your site. This will %1$snot%2$s redirect members who log in from the Cart or Checkout, or login prompts on a restricted content message / redirect page (if applicable based on the Content restriction mode).
sv_se: Välj en sida för omdirigering av medlemmar när de loggar in på webbplatsen. Detta kommer %1$sinte%2$s omdirigera medlemmar som loggar in från varukorgen eller kassan, eller vid inloggning till begränsat innehåll (baserat på läge vid innehållsbegränsning).

source: Login redirect page
sv_se: Sida att omdirigeras till vid inloggning

source: My Membership
sv_se: Mitt medlemskap

source: Endpoint for the My Account &rarr; My Membership
sv_se: Ändpunkt för Mitt Konto &rarr; Mitt Medlemskap

source: VIP Membership
sv_se: VIP-medlemskap

source: Settings
sv_se: Inställningar

source: Access
sv_se: Åtkomst

source: Member Perks
sv_se: Medlemsförmåner

source: Member Emails
sv_se: Medlems e-post

source: Let's walk through a few steps to get the plugin configured and create your first plan.
sv_se: Låt oss gå igenom ett par steg för att konfigurera tillägget och skapa din första plan.

source: What should happen when non-members visit restricted content?
sv_se: Vad ska hända när icke-medlemmar besöker begränsat innehåll?

source: Which page should non-members be redirected to?
sv_se: Vilken sida ska icke-medlemmar omdirigeras till?

source: Select a page&hellip;
sv_se: Välj en sida&hellip;

source: Enter the plan name&hellip;
sv_se: Skriv in namn på planen&hellip;

source: How do customers become members?
sv_se: Hur blir kunder medlemmar?

source: I will assign members manually
sv_se: Jag vill tilldela medlemmar manuellt

source: Customers become members when they register an account
sv_se: Kunder blir medlemmar genom att registrera ett konto

source: Customers become members when they purchase a particular product
sv_se: Kunder blir medlemmar när de köper en speciell produkt

source: Which products can be purchased to become a member?
sv_se: Vilka produkter kan köpas för att bli medlem?

source: Search products&hellip;
sv_se: Sök produkter&hellip;

source: How long will this membership last?
sv_se: Hur länge ska detta medlemskap vara?

source: This membership does not end
sv_se: Detta medlemskap avslutas aldrig

source: This membership has a specific length, like one year
sv_se: Detta medlemskap har en fast längd, som ett år

source: This membership runs for a set date range
sv_se: Detta medlemskap har ett fast datumintervall

source: Choose a length:
sv_se: Välj en längd:

source: Start date:
sv_se: Startdatum:

source: End date:
sv_se: Slutdatum:

source: You must enter a plan name.
sv_se: Du måste fylla i ett plannamn.

source: %s perks
sv_se: %s förmåner

source: Let's create our first membership perks. You can create more restrictions and discounts when we're ready to review your plan.
sv_se: Låt oss skapa vår första medlemsförmån. Du kan skapa mer restriktioner och rabatter när du är färdig att granska din plan.

source: Restrict Content
sv_se: Begränsa innehåll

source: You can choose content or taxonomies (like categories) that only members can access.
sv_se: Du kan välja innehåll eller taxonomier (ex. kategorier) som bara medlemmar kommer åt.

source: Restrict Products
sv_se: Begränsa produkter

source: You can choose product or categories to restrict to members only, and whether non-members are only blocked from purchasing or from viewing a product.
sv_se: Du kan välja produkt eller kategorier att begränsa enbart för medlemmar, och om icke-medlemmar enbart är blockerade från att köpa eller visa en produkt.

source: Offer Discounts
sv_se: Erbjud rabatter

source: You can offer discounts to members on products or categories. These discounts are automatically applied while members are logged in.
sv_se: Du kan erbjuda rabatter till medlemmar på produkter eller kategorier. Dessa rabatter tillämpas automatiskt när medlemmar är inloggade.

source: Post types
sv_se: Posttyper

source: Taxonomies
sv_se: Taxonomier

source: You can add more content restriction rules while reviewing this plan later.
sv_se: Du kan lägga till fler regler för innehållsbegränsning när du granskar denna plan senare.

source: You can add more product restriction rules while reviewing this plan later.
sv_se: Du kan lägga till fler regler för produktbegränsning när du granskar denna plan senare.

source: What amount should the discount apply to the selected product(s)?
sv_se: Vilken mängd ska rabatten gälla för vald(a) produkt(er)?

source: You can add more product purchasing discount rules while reviewing this plan later.
sv_se: Du kan lägga till fler produktköpsrabatter när du granskar denna plan senare.

source: Ending Soon
sv_se: Slutar snart

source: Expired
sv_se: Utgånget

source: Renewal Reminder
sv_se: Påminnelse om förnyelse

source: Advanced Emails
sv_se: Avancerade e-postmeddelanden

source: Notify members when a membership ends.
sv_se: Avisera medlemmar när ett medlemskap slutar.

source: Send a notification after a membership ends to encourage renewal.
sv_se: Skicka en avisering efter att medlemskapet avslutats för att uppmuntra till förnyelse.

source: This plugin will be installed and activated for you: %1$sJilt for WooCommerce%2$s
sv_se: Detta tillägg kommer att installeras och aktiveras för dig: %1$sJilt för WooCommerce%2$s

source: Jilt for WooCommerce
sv_se: Jilt för WooCommerce

source: View my plan
sv_se: Se min plan

source: Review your plan
sv_se: Granska din plan

source: Your first plan has been started, you can now add more rules and publish it when you are ready.
sv_se: Din första plan har aktiverats, du kan nu lägga till fler regler och publicera den när du är redo.

source: Visit docs
sv_se: Besök dokumentation

source: Memberships knowledge base
sv_se: Kunskapsdatabas för Memberships

source: Review settings
sv_se: Granska inställningar

source: View plans
sv_se: Visa planer

source: Add members
sv_se: Lägg till medlem

source: Could not create a membership plan. Please reload this page to try again.
sv_se: Kunde inte skapa en medlemskapsplan. Ladda om sidan och försök igen.

source: immediately
sv_se: genast

source: specify a time
sv_se: specificera en tid

source: view
sv_se: visa

source: purchase
sv_se: köpa

source: Membership Plan Data
sv_se: Data för medlemskapsplan

source: Purchasing Discounts
sv_se: Rabatterade köp

source: Members Area
sv_se: Medlemsområde

source: Email Content
sv_se: E-postinnehåll

source: Grant access upon
sv_se: Tillåt åtkomst vid

source: Choose how customers will gain access to this membership plan. Memberships can always be manually assigned.
sv_se: Välj hur kunder får tillgång till medlemskapsplanen. Medlemskap kan alltid tilldelas manuellt.

source: Search for a product&hellip;
sv_se: Sök efter en produkt&hellip;

source: Leave empty to only allow members you manually assign.
sv_se: Lämna tomt för att endast tillåta medlemmar du manuellt tilldelar.

source: Membership length
sv_se: Medlemskapslängd

source: When does the membership expire?
sv_se: När ska medlemskapet gå ut?

source: Start date
sv_se: Startdatum

source: End date
sv_se: Slutdatum

source: The product %s is in the trash and may not be purchasable.
sv_se: Produkten %s finns i papperskorgen och kanske inte kan köpas.

source: The Members Area is a portion of the My Accounts page that shows the member lists of available content, products, discounts, and / or membership notes.
sv_se: Medlemsområdet är en del av ”Mitt konto”-sidan som visar medlemmen en lista av tillgängligt innehåll, produkter, rabatter och medlemsmeddelanden.

source: Include sections for:
sv_se: Inkludera sektioner för:

source: Choose sections for this plan&hellip;
sv_se: Välj sektioner för denna plan&hellip;

source: Leave empty to hide members area for this membership.
sv_se: Lämna tomt för att dölja medlemsområde för detta medlemskap.

source: "Content" will show all pages, posts and other content.
sv_se: ”Innehåll” visas på alla sidor, inlägg och annat innehåll.

source: "Products" will show products that are viewable or purchaseable.
sv_se: ”Produkter” visas produkter som kan visas eller köpas.

source: "Discounts" will list products carrying membership discounts.
sv_se: ”Rabatter” listar produkter med medlemsrabatter.

source: "Notes" will only display notes that have been emailed to the customer (no internal membership notes).
sv_se: ”Meddelanden” visar enbart meddelanden som har e-postats till kunden (inga interna medlemsanteckningar).

source: "Manage" will show details about the membership, such as status and action links.
sv_se: ”Hantera” visar bara detaljer om medlemskapet, såsom status och händelse-länkar.

source: Configure Email
sv_se: Konfigurera e-post

source: You cannot set an access start date after the access end date, or on the same day. The two dates have been set one day apart from each other.
sv_se: Du kan inte sätta ett startdatum efter åtkomstens slutdatum eller samma dag. Datumen har ställts in med en dag från varandra.

source: You have chosen an end date that is set in the past. The selected access dates have been saved, but please make sure that this is correct.
sv_se: Du har valt ett slutdatum som ligger bakåt i tiden. De valda åtkomstdatumen har blivit sparade, men se till att detta är korrekt.

source: Email Content Merge Tags
sv_se: Merge tags för e-postinnehåll

source: Content Restriction
sv_se: Innehållsbegränsning

source: Disable restrictions
sv_se: Inaktivera begränsningar

source: Check this box if you want to force the content to be public regardless of any restriction rules that may apply now or in the future.
sv_se: Kryssa i den här rutan om du vill tvinga innehållet att vara offentligt oavsett begränsningsregler som kan gälla nu eller i framtiden.

source: Need to add or edit a plan?
sv_se: Behöver du lägga till eller redigera en plan?

source: Manage Membership Plans
sv_se: Hantera medlemskapsplaner

source: Custom Restriction Message
sv_se: Anpassat begränsningsmeddelande

source: Use custom message
sv_se: Använd anpassat meddelande

source: Check this box if you want to customize the content restricted message for this content.
sv_se: Kryssa i denna ruta om du vill anpassa meddelandet för innehållsbegränsat innehåll för detta innehåll.

source: %1$s automatically inserts the product(s) needed to gain access. %2$s inserts the URL to my account page. HTML is allowed.
sv_se: %1$s infogar automatisk de produkter som behövs för att få åtkomst. %2$s infogar URL till ”Mitt konto”-sidan. HTML är tillåtet.

source: Memberships do not support grouped products.
sv_se: Medlemskap tillåter inte grupperade produkter.

source: Discounts
sv_se: Rabatter

source: Check this box if you want to force this product to be public regardless of any restriction rules that may apply now or in the future.
sv_se: Kryssa i den här rutan om du vill tvinga innehållet att vara offentligt oavsett begränsningsregler som kan gälla nu eller i framtiden.

source: Check this box if you want to customize the <strong>viewing restricted message</strong> for this product.
sv_se: Kryssa i den här rutan om du vill anpassa meddelandet <strong>för begränsad visning</strong> för denna produkt.

source: Check this box if you want to customize the <strong>purchasing restricted message</strong> for this product.
sv_se: Kryssa i den här rutan om du vill anpassa meddelandet <strong>för begränsat köp</strong> för denna produkt.

source: These settings affect all variations. For variation-level control use the %1$smembership plan screen%2$s.
sv_se: Dessa inställningar påverkar alla varianter. För kontroll på variations-nivå använd %1$smedlemsskapsplans-skärmen%2$s.

source: Purchasing product grants access to
sv_se: Produktköp medger åtkomst till

source: Search for a membership plan&hellip;
sv_se: Sök efter en medlemskapsplan&hellip;

source: Select which membership plans does purchasing this product grant access to.
sv_se: Välj vilken medlemskapsplan köp av denna produkt meter åtkomst till.

source: Purchasing individual variations grants access to
sv_se: Köp av individuella variationer ger åtkomst till

source: Disable discounts
sv_se: Inaktivera rabatter

source: Check this box if you want to exclude this product from member discounts of any membership plan, regardless of discount rules that may apply now or in the future.
sv_se: Kryssa i den här rutan om du vill utesluta denna produkt från medlemsrabatter för någon medlemskapsplan, oavsett rabattregler som kan gälla nu eller i framtiden.

source: User Membership Data
sv_se: Använd medlemsskapdata

source: Add a plan...
sv_se: Lägg till en plan…

source: Delete User Membership
sv_se: Radera användarmedlemskap

source: Transfer
sv_se: Flytta

source: Save
sv_se: Spara

source: Save/update the membership
sv_se: Spara/uppdatera medlemsskap

source: Membership Details
sv_se: Detaljer över medlemskap

source: Member since:
sv_se: Medlem sedan:

source: Update start date to plan start access date
sv_se: Uppdatera startdatum för att planera startåtkomstdatum

source: Expires:
sv_se: Utgår:

source: Billing Details
sv_se: Faktureringsuppgifter

source: Order %s
sv_se: Beställning %s

source: Purchased in:
sv_se: Köpt den:

source: Order Date:
sv_se: Beställningsdatum:

source: Order Total:
sv_se: Beställning totalt:

source: No billing details:
sv_se: Inga fakturadetaljer:

source: This membership was created manually.
sv_se: Detta medlemskap skapades manuellt.

source: Member Details
sv_se: Medlemsdetaljer

source: Edit User
sv_se: Redigera Användare

source: Member since %s
sv_se: Medlem sedan %s

source: Membership Notes
sv_se: Medlemsanteckningar

source: Add note
sv_se: Lägg till anteckning

source: Notify Member
sv_se: Notifiera medlem

source: Add Note
sv_se: Lägg till anteckning

source: There are no notes yet.
sv_se: Det finns inga noteringar ännu.

source: Recent Activity
sv_se: Senaste aktivitet

source: Select
sv_se: Välj

source: Type
sv_se: Typ

source: Title
sv_se: Titel

source: Search&hellip; or leave blank to apply to all
sv_se: Sök&hellip; eller lämna tomt för att gälla alla

source: Accessible
sv_se: Tillgänglig

source: %1$safter%2$s %3$s %4$s
sv_se: %1$sefter%2$s %3$s %4$s

source: This rule applies to a content type created by a plugin or theme that has been deactivated or deleted.
sv_se: Denna regel gäller för en innehållstyp som skapas av ett plugin eller ett tema som har inaktiverats eller raderats.

source: You are not allowed to edit this rule.
sv_se: Du tillåts inte redigera denna regel.

source: This rule cannot be edited here because it applies to multiple content objects. You can %1$sedit this rule on the membership plan screen%2$s.
sv_se: Denna regel kan inte redigeras här eftersom den gäller för flera innehållsobjekt. Du kan %1$sredigera denna regel på skärmen för medlemskapsplan%2$s.

source: Select all
sv_se: Välj alla

source: When will members gain access to content?
sv_se: När ska medlemmar få åtkomst till innehåll?

source: Add a Membership Plan
sv_se: Lägg till en medlemskapsplan

source: This content can be viewed by all visitors. Add a rule to restrict it to members.
sv_se: Detta innehåll kan ses av alla besökare. Skapa en regel för att begränsa det till medlemmar.

source: Add New Rule
sv_se: Lägg till ny regel

source: Delete Selected
sv_se: Radera vald

source: added on %1$s at %2$s
sv_se: tillagt %1$s - %2$s

source: Delete note
sv_se: Radera anteckning

source: [Plan removed]
sv_se: [Plan borttagen]

source: On %1$s at %2$s
sv_se: På %1$s kl %2$s

source: Any variation
sv_se: Varje variation

source: Only Members Can
sv_se: Enbart medlemmar kan

source: This rule applies to content generated by a plugin or theme that has been deactivated or deleted.
sv_se: Denna regel gäller för innehåll som genereras av ett plugin eller ett tema som har inaktiverats eller raderats.

source: You are not allowed to edit this rule
sv_se: Du tillåts inte redigera denna regel

source: This rule cannot be edited here because it applies to multiple products. You can %1$sedit this rule on the membership plan screen%2$s.
sv_se: Denna regel kan inte redigeras här eftersom den gäller för flera innehållsobjekt. Du kan %1$sredigera denna regel på skärmen för medlemskapsplan%2$s.

source: Applies to
sv_se: Gäller för

source: When will members gain access to products?
sv_se: När ska medlemmar få åtkomst till produkter?

source: This product can be viewed & purchased by all customers. Add a rule to restrict viewing and/or purchasing to members.
sv_se: Denna produkt kan ses och köpas av alla kunder. Lägg till en regel för att begränsa visning och/eller köp för enbart medlemmar.

source: This rule cannot be edited here. You can %1$sedit this rule on the membership plan screen%2$s.
sv_se: Denna regel kan inte redigeras här. Du kan %1$sredigera denna regel på skärmen för medlemskapsplanen%2$s.

source: Discount
sv_se: Rabatt

source: Amount
sv_se: Mängd

source: Active
sv_se: Aktiv

source: Rule applies to
sv_se: Regel gäller för

source: There are no discounts yet. Click below to add one.
sv_se: Det finns inga rabatter ännu. Klicka nedan för att lägga till en.

source: To create member discounts, please %s
sv_se: För att skapa medlemsrabatt, %s

source: Add New Discount
sv_se: Skapa ny rabatt

source: Close
sv_se: Stäng

source: Current progress: %s
sv_se: Nuvarande framsteg: %s

source: Error
sv_se: Fel

source: Select User
sv_se: Välj användare

source: Create User
sv_se: Skapa användare

source: Add an existing user as a member
sv_se: Lägg till en existerande användare som medlem

source: Create a new user to add as a member
sv_se: Skapa en nu användare att lägga till som medlem

source: Search for user
sv_se: Sök efter användare

source: Username
sv_se: Användarnamn

source: Email %s
sv_se: E-post %s

source: (Required)
sv_se: (Krävs)

source: Password
sv_se: Lösenord

source: First Name
sv_se: Förnamn

source: Last Name
sv_se: Efternamn

source: Close modal window
sv_se: Stäng modalfönster

source: Add Member
sv_se: Lägg till medlem

source: Search for an existing user or create a new one to add as a new member.
sv_se: Sök efter en existerande användare eller skapa en ny för att lägga till som en ny medlem.

source: Grant Access Retroactively
sv_se: Bevilja åtkomst retroaktivt

source: Stop Processing
sv_se: Sluta behandla

source: This action will create a membership for registered users who are not yet members of the %s plan.
sv_se: Detta kommer att skapa ett medlemskap för registrerade användare som ännu inte är medlemmar i %splanen.

source: Processed %s out of 1 user.
sv_se: Hanterat %s av 1 användare.

source: Processed %1$s out of %2$s users.
sv_se: Hanterat %1$s av %2$s användare.

source: Done!
sv_se: Färdig!

source: Import complete.
sv_se: Import färdig.

source: Export complete.
sv_se: Export färdig.

source: Stop Import
sv_se: Stoppa import

source: Stop Export
sv_se: Stoppa export

source: Transfer Membership
sv_se: Flytta medlemskap

source: Membership Plan
sv_se: Medlemskapsplan

source: Unique identifier of a membership plan.
sv_se: Unik identifiering av en medlemskapsplan.

source: Unique identifier of the membership plan.
sv_se: Unik identifierare för medlemskapsplanen.

source: Membership plan name.
sv_se: Namn på medlemskapsplan.

source: Membership plan slug.
sv_se: Medlemskapsplan slug.

source: Membership plan status.
sv_se: Medlemskapsplans status.

source: Membership plan access method.
sv_se: Metod för åtkomst av medlemskapsplan.

source: List of products that can grant access to the membership plan.
sv_se: Lista över produkter som kan ge åtkomst till medlemskapsplanen.

source: Duration type of the membership.
sv_se: Typ av varaktighet för medlemskapet.

source: Membership plan access duration in seconds.
sv_se: Varaktighet i sekunder för åtkomst till medlemskapsplan.

source: The date when access will start, in the site timezone.
sv_se: Datum åtkomsten startar, enligt webbplatsens tidszon.

source: The date when access will start, in UTC.
sv_se: Datumet åtkomst startar i UTC.

source: Membership plan additional meta data.
sv_se: Ytterligare meta data för medlemskapsplan.

source: Meta key.
sv_se: Meta-nyckel.

source: Meta value.
sv_se: Meta-värde.

source: User Membership
sv_se: Användarmedlemskap

source: Unique identifier of a user membership.
sv_se: Unik identifierare av ett användarmedlemskap.

source: Invalid request.
sv_se: Ogiltig förfrågan.

source: Required %s is missing.
sv_se: Obligatorisk %s saknas.

source: Invalid %s date value.
sv_se: Ogiltigt %s datumvärde.

source: Invalid meta data.
sv_se: Ogiltig metadata.

source: User membership additional meta data.
sv_se: Ytterligare metadata för användarmedlemskap.

source: List of user memberships created.
sv_se: Lista över skapade användarmedlemskap.

source: List of updated user memberships.
sv_se: Lista över uppdaterade användarmedlemskap.

source: List of deleted user memberships.
sv_se: Lista över raderade användarmedlemskap.

source: User Membership Created
sv_se: Användarmedlemskap skapad

source: User Membership Updated
sv_se: Användarmedlemskap uppdaterat

source: User Membership Transferred
sv_se: Användarmedlemskap överflyttat

source: User Membership Deleted
sv_se: Användarmedlemskap har raderats

source: Membership Plan Created
sv_se: Medlemskapsplan skapad

source: Membership Plan Updated
sv_se: Medlemskapsplan uppdaterad

source: Membership Plan Deleted
sv_se: Medlemskapsplan borttagen

source: Membership Plan Restored
sv_se: Medlemskapsplan återställd

source: An error occurred.
sv_se: Ett fel uppstod.

source: An error occurred while starting the import process. %s
sv_se: Ett fel inträffade vid start av importprocessen. %s

source: Member discount!
sv_se: Medlemsrabatt!

source: Unlimited
sv_se: Obegränsad

source: %d day
sv_se: %d dag

source: Membership access granted from purchasing %1$s (Order %2$s)
sv_se: Medlemskap beviljat efter köp av %1$s (Beställning %2$s)

source: Manual assignment only
sv_se: Endast manuell tilldelning

source: User account registration
sv_se: Registrering av användarkonto
